/*
 * Loco ios export: Xcode Strings (legacy)
 * Project: 2FAS App
 * Locale: uk-UA, Ukrainian (Ukraine)
 * Exported by: Zibi
 * Exported at: Sun, 27 Apr 2025 14:29:14 -0700
 */

/* loco:6332c96135f7406d4875f521
 * InfoPlist.strings
TwoFAS
Created by Zbigniew Cisiński on 14/03/2020.
Copyright © 2020 The Code. All rights reserved. */
"NSCameraUsageDescription" = "Використовується для сканування QR-кодів";

/* loco:6332c96135f7406d4875f522 */
"NSFaceIDUsageDescription" = "Ви можете розблокувати додаток за допомогою Face ID";

/* loco:6332c96135f7406d4875f523
 * MARK: - App */
"app__name" = "Автентифікатор 2FAS";

/* loco:6332c96135f7406d4875f525 */
"commons__2fas" = "Автентифікатор 2FA (додаток 2FAS)";

/* loco:6332c96135f7406d4875f526 */
"commons__OK" = "Добре";

/* loco:6332c96135f7406d4875f529 */
"commons__add" = "Додати";

/* loco:6332c96135f7406d4875f52e
 * MARK: - Commons */
"commons__cancel" = "Відмінити";

/* loco:6332c96135f7406d4875f52f */
"commons__notifications" = "Сповіщення";

/* loco:6332c96135f7406d4875f532
 * A number replaces %d, for example, 4 of 5. */
"commons__page_of_page_title" = "%d з %d";

/* loco:6332c96135f7406d4875f533
 * notifications__service_already_removed_from_backup */
"notifications__service_already_removed_title" = "Сервіс вже видалено із резервної копії";

/* loco:6332c96135f7406d4875f534
 * notifications__service_already_modified_in_backup */
"notifications__service_already_modified_title" = "Сервіс вже змінено в резервній копії";

/* loco:6332c96135f7406d4875f535
 * backup__user_is_over_quota_on_icloud */
"backup__user_over_quota_icloud" = "Користувач перевищив квоту на iCloud";

/* loco:6332c96135f7406d4875f536
 * backup__icloud_is_not_available */
"backup__icloud_not_available" = "iCloud недоступний";

/* loco:6332c96135f7406d4875f537
 * backup__icloud_has_been_disabled_by_user */
"backup__icloud_disabled_title" = "iCloud було відключено користувачем";

/* loco:6332c96135f7406d4875f538
 * backup__turned_off_description_bold_part */
"backup__2fas_backup" = "Резервне копіювання 2FAS";

/* loco:6332c96135f7406d4875f539 */
"commons__close" = "Закрити";

/* loco:6332c96135f7406d4875f53c */
"commons__continue" = "Продовжити";

/* loco:6332c96135f7406d4875f53d */
"commons__copy" = "Копіювати";

/* loco:6332c96135f7406d4875f53f */
"commons__delete" = "Видалити";

/* loco:6332c96135f7406d4875f540 */
"commons__dismiss" = "Відхилити";

/* loco:6332c96135f7406d4875f541 */
"commons__done" = "Готово";

/* loco:6332c96135f7406d4875f542 */
"commons__edit" = "Редагувати";

/* loco:6332c96135f7406d4875f543 */
"commons__enter_code_manually" = "Ввести код вручну";

/* loco:6332c96135f7406d4875f544 */
"commons__error" = "Помилка";

/* loco:6332c96135f7406d4875f546 */
"commons__info" = "Інформація";

/* loco:6332c96135f7406d4875f548 */
"commons__next" = "Наступний";

/* loco:6332c96135f7406d4875f54b */
"commons__notice" = "Сповіщення";

/* loco:6332c96135f7406d4875f54c */
"commons__off" = "Вимкнено";

/* loco:6332c96135f7406d4875f54d */
"commons__on" = "Увімкнено";

/* loco:6332c96135f7406d4875f54e
 * commons__point_your_camera_at_code_on_website */
"commons__camera_title" = "Наведіть камеру на екран, щоб відсканувати QR-код";

/* loco:6332c96135f7406d4875f550 */
"commons__rename" = "Перейменувати";

/* loco:6332c96135f7406d4875f552 */
"commons__retry" = "Повторити спробу";

/* loco:6332c96135f7406d4875f553 */
"commons__save" = "Зберегти";

/* loco:6332c96135f7406d4875f555 */
"commons__scan_qr_code" = "Сканувати QR-код";

/* loco:6332c96135f7406d4875f558 */
"commons__service" = "Сервіс";

/* loco:6332c96135f7406d4875f55a */
"commons__set" = "Встановити";

/* loco:6332c96135f7406d4875f55c */
"commons__skip" = "Пропустити";

/* loco:6332c96135f7406d4875f55f */
"commons__tokens" = "Токени";

/* loco:6332c96135f7406d4875f562 */
"commons__warning" = "Попередження";

/* loco:6332c96135f7406d4875f564 */
"commons__no_results" = "Немає результатів";

/* loco:6332c96135f7406d4875f565 */
"commons__customize" = "Наладьте";

/* loco:6332c96135f7406d4875f566 */
"commons__approve" = "Затвердити";

/* loco:6332c96135f7406d4875f567 */
"commons__deny" = "Відмовити";

/* loco:6332c96135f7406d4875f568
 * max. %d chars = Maximum number of characters
commons__provided_text_too_long */
"commons__text_long_title" = "Наданий текст задовгий (макс. %d символів)";

/* loco:6332c96135f7406d4875f569 */
"commons__got_it" = "Зрозуміло!";

/* loco:6332c96135f7406d4875f584 */
"fingerprint__verifying" = "Перевірка…";

/* loco:6332c96135f7406d4875f588
 * fingerprint__setup_content */
"fingerprint__confirm_title" = "Щоб продовжити, підтвердьте відбиток пальця.";

/* loco:6332c96135f7406d4875f58c
 * fingerprint__use_pin */
"fingerprint__use_pin_title" = "Цього разу використовуйте ПІН-код";

/* loco:6332c96135f7406d4875f58d
 * MARK: - Introduction */
"introduction__page_1_title" = "Ви чудові!";

/* loco:6332c96135f7406d4875f58e */
"introduction__page_1_content" = "Завдяки додатку 2FAS, якому довіряють понад 3 мільйони користувачів у всьому світі, ваш телефон щойно став особистим та безпечним ключем до ваших онлайн-сервісів.";

/* loco:6332c96135f7406d4875f58f */
"introduction__page_2_title" = "Простий";

/* loco:6332c96135f7406d4875f590 */
"introduction__page_2_content" = "Сполучіть додаток 2FAS зі своїми онлайн-сервісами. Активуйте 2FA захист за лічені секунди за допомогою QR-коду.";

/* loco:6332c96135f7406d4875f591 */
"introduction__page_3_title" = "Приватний";

/* loco:6332c96135f7406d4875f592 */
"introduction__page_3_content" = "2FAS поважає та захищає вашу конфіденційність. Цей додаток не збирає, не обробляє та не використовує ваші особисті дані.";

/* loco:6332c96135f7406d4875f593 */
"introduction__page_4_title" = "Безпечний";

/* loco:6332c96135f7406d4875f594 */
"introduction__page_4_content_ios" = "Ваші токени зберігаються в режимі офлайн у пам’яті пристрою, тому не забувайте створювати резервні копії своїх сервісів! Використовуйте Синхронізацію iCloud й ПІН-код для захисту від несанкціонованого доступу та пошкодження пристрою.";

/* loco:6332c96135f7406d4875f595
 * introduction__start_using */
"introduction__title" = "Почни використовувати додаток 2FAS";

/* loco:6332c96135f7406d4875f596 */
"introduction__tos" = "Умови використання";

/* loco:6332c96135f7406d4875f597 */
"introduction__description_title" = "З’єднайте обліковий запис онлайн-сервісу з додатком 2FAS або імпортуйте свої токени";

/* loco:6332c96135f7406d4875f598 */
"introduction__pair_new_service" = "Під'єднати новий сервіс";

/* loco:6332c96135f7406d4875f599
 * introduction__import_2fas */
"introduction__import_2fas_title" = "Імпортувати файл резервної копії 2FAS";

/* loco:6332c96135f7406d4875f59a
 * introduction__import_ga */
"introduction__import_google_authenticator" = "Імпортувати з Google Authenticator";

/* loco:6332c96135f7406d4875f59b
 * introduction__not_sure */
"introduction__what_to_do" = "Ви не впевнені в тому, що робити?";

/* loco:6332c96135f7406d4875f59c
 * introduction__ga_import_description */
"introduction__google_authenticator_import_process" = "Експортуйте свої облікові записи з Google Authenticator до QR-коду за допомогою опції «Перенести облікові записи». Потім використовуючи інший пристрій, сфотографуйте експортований QR-код, надішліть його на свій пристрій (або зробіть знімок екрана, якщо можливо) та використайте параметр \"Обрати QR-код\" нижче. Якщо ви імпортуєте коди з іншого пристрою, замість цього скористайтеся кнопкою \"Сканувати QR-код\".";

/* loco:6332c96135f7406d4875f59d
 * introduction__choose_qr */
"introduction__choose_qr_code" = "Обрати QR-код";

/* loco:6332c96135f7406d4875f59e
 * introduction__scan_qr */
"introduction__scan_qr_code" = "Сканувати QR-код";

/* loco:6332c96135f7406d4875f59f
 * Original: Adding code */
"notifications__adding_code" = "Додавання нового коду";

/* loco:6332c96135f7406d4875f5a6
 * notifications__private_key_copied */
"notifications__service_key_copied" = "Секретний ключ скопійовано";

/* loco:6332c96135f7406d4875f5a7
 * voiceover__token_is_already_on_the_list */
"notifications__token_already_added" = "Цей токен уже знаходиться у вашому списку";

/* loco:6332c96135f7406d4875f5a8 */
"notifications__counter_copied" = "Лічильник скопійовано";

/* loco:6332c96135f7406d4875f5a9 */
"notifications__token_copied" = "Токен скопійовано";

/* loco:6332c96135f7406d4875f5aa */
"notifications__next_token_copied" = "Наступний токен скопійовано";

/* loco:6332c96135f7406d4875f5ad
 * notifications__would_you_like_to_add_this_code */
"notifications__add_code_question_title" = "Бажаєте додати цей код: %@?";

/* loco:6332c96135f7406d4875f5b1
 * MARK: - Permissions */
"permissions__open_settings" = "Відкрийте налаштування";

/* loco:6332c96135f7406d4875f5b8 */
"security__incorrect_PIN" = "Неправильний ПІН-код";

/* loco:6332c96135f7406d4875f5b9 */
"security__change_pin" = "Змінити ПІН-код";

/* loco:6332c96135f7406d4875f5ba */
"security__confirm_you_are_device_owner" = "Будь ласка, підтвердьте, що ви власник пристрою";

/* loco:6332c96135f7406d4875f5bb
 * security__confirm_your_new_pin */
"security__confirm_new_pin" = "Підтвердьте свій новий ПІН-код";

/* loco:6332c96135f7406d4875f5bc */
"security__create_pin" = "Створіть ПІН-код";

/* loco:6332c96135f7406d4875f5c0 */
"security__enter_current_pin" = "Введіть свій поточний ПІН-код";

/* loco:6332c96135f7406d4875f5c1
 * security__enter_your_new_pin */
"security__enter_new_pin" = "Введіть новий ПІН-код";

/* loco:6332c96135f7406d4875f5c2
 * security__enter_your_pin */
"security__enter_pin" = "Будь ласка, введіть свій ПІН-код";

/* loco:6332c96135f7406d4875f5c8
 * MARK: - Security */
"security__too_many_attempts_try_again_after_formatter" = "Занадто багато спроб. Будь ласка, спробуйте ще раз %@";

/* loco:6332c96135f7406d4875f5c9 */
"security__too_many_attempts_try_again_after" = "Занадто багато спроб. Будь ласка, спробуйте ще раз через %@ хвилин.";

/* loco:6332c96135f7406d4875f5ca
 * security__too_many_attempts_try_again_later */
"security__too_many_attempts_error" = "Занадто багато спроб. Будь ласка, спробуйте пізніше.";

/* loco:6332c96135f7406d4875f5cb
 * security__too_many_attempts_try_again_after_one_minute */
"security__too_many_attempts_error_2" = "Занадто багато спроб. Будь ласка, спробуйте знову через одну хвилину";

/* loco:6332c96135f7406d4875f5d8 */
"settings__backup_and_synchronization" = "Резервне копіювання та синхронізація";

/* loco:6332c96135f7406d4875f5d9 */
"settings__choose_topic" = "Виберіть тему";

/* loco:6332c96135f7406d4875f5da */
"settings__configure_mail_service_try_again" = "Налаштуйте поштовий сервіс та спробуйте знову";

/* loco:6332c96135f7406d4875f5e6 */
"settings__general" = "Загальні";

/* loco:6332c96135f7406d4875f5e8 */
"settings__mail_services_not_available" = "Послуги пошти недоступні";

/* loco:6332c96135f7406d4875f5ef */
"settings__problem" = "Проблема";

/* loco:6332c96135f7406d4875f5f1 */
"settings__security" = "Безпека";

/* loco:6332c96135f7406d4875f5f2 */
"settings__select_pin_length" = "Оберіть довжину ПІН-коду";

/* loco:6332c96135f7406d4875f5f3 */
"settings__settings" = "Налаштування";

/* loco:6332c96135f7406d4875f5f6
 * czy to dalej będzie w aplikacji? */
"settings__suggestion" = "Пропозиція";

/* loco:6332c96135f7406d4875f5fd */
"settings__advanced" = "Розширені";

/* loco:6332c96135f7406d4875f5fe */
"settings__widgets" = "Віджети";

/* loco:6332c96135f7406d4875f5ff */
"settings__display_selected_services" = "Відображати вибрані сервіси на віджетах головного екрана.";

/* loco:6332c96135f7406d4875f600
 * settings__after_you_enable_widgets */
"settings__widgets_title" = "Після того, як ви увімкнете віджети, доступ до ваших токенів можна буде отримати без ПІН-коду.\n\nВи впевнені, що бажаєте цього?";

/* loco:6332c96135f7406d4875f601 */
"settings__show_next_token" = "Показувати наступний токен";

/* loco:6332c96135f7406d4875f602 */
"settings__see_incoming_tokens" = "Відображати наступні токени у списку, коли час поточних практично минув.";

/* loco:6332c96135f7406d4875f604 */
"settings__trash" = "Кошик";

/* loco:6332c96135f7406d4875f605 */
"settings__restore" = "Відновити";

/* loco:6332c96135f7406d4875f607 */
"settings__trash_is_empty" = "Кошик пустий";

/* loco:6332c96135f7406d4875f608 */
"settings__share_app" = "Поширити додаток";

/* loco:6332c96135f7406d4875f60f
 * tokens__remove_from_list */
"tokens__delete_token" = "Ви впевнені, що бажаєте видалити токен для:";

/* loco:6332c96135f7406d4875f610 */
"tokens__move_to_trash" = "Перемістити в кошик";

/* loco:6332c96135f7406d4875f612 */
"tokens__additional_info" = "Додаткова інформація";

/* loco:6332c96135f7406d4875f613 */
"tokens__choose_method" = "Оберіть метод";

/* loco:6332c96135f7406d4875f617 */
"tokens__duplicated_private_key" = "Дубльований секретний ключ";

/* loco:6332c96135f7406d4875f61c
 * tokens__incorrect_private_key */
"tokens__incorrect_service_key" = "Некоректний секретний ключ (лише цифри від 2 до 7, літери), макс. довжина 512 символів";

/* loco:6332c96135f7406d4875f61d */
"tokens__try_again" = "Гаразд, давайте спробуємо знову";

/* loco:6332c96135f7406d4875f61f
 * Original: To capture the QR code
tokens__point_right_2fa_code */
"tokens__scan_qr_code_title" = "Наведіть камеру на екран, щоб відсканувати QR-код";

/* loco:6332c96135f7406d4875f620
 * tokens__private_key */
"tokens__service_key" = "Секретний ключ";

/* loco:6332c96135f7406d4875f621 */
"tokens__qr_code_leads_to_app_store" = "Цей QR-код перенаправить вас у App Store";

/* loco:6332c96135f7406d4875f624
 * tokens__remove_it_forever */
"tokens__remove_forever" = "Видалити токен";

/* loco:6332c96135f7406d4875f625
 * tokens__search_by_service_name_or_login */
"tokens__search_service_title" = "Знайти сервіс";

/* loco:6332c96135f7406d4875f626
 * tokens__search_sorry_service_not_found */
"tokens__service_not_found_search" = "Вибачте, сервіс не знайдено";

/* loco:6332c96135f7406d4875f627
 * Original: Take another try with a different search term
tokens__search_take_another_try_different_search_term */
"tokens__try_different_search_term" = "Спробуйте ще раз з іншим пошуковим терміном";

/* loco:6332c96135f7406d4875f62e */
"tokens__service_key_to_short" = "Ключ занадто короткий. Мінімум 4 символи";

/* loco:6332c96135f7406d4875f62f */
"tokens__service_name" = "Ім'я сервісу";

/* loco:6332c96135f7406d4875f633
 * tokens__this_private_key_exists_used_in */
"tokens__service_key_already_used_title" = "Секретний ключ з відсканованого коду вже використовується у %@. Ви, ймовірно, скануєте його знову";

/* loco:6332c96135f7406d4875f634 */
"tokens__this_qr_code_is_inavlid" = "Код невірний або не підтримується. Спробуйте ще раз.";

/* loco:6332c96135f7406d4875f638 */
"tokens__type_service_name" = "Введіть ім'я сервісу";

/* loco:6332c96135f7406d4875f639 */
"tokens__enter_service_name" = "Введіть ім'я сервісу";

/* loco:6332c96135f7406d4875f63a
 * tokens__unfortunately_we_dont_know_that_service_name_it */
"tokens__service_name_unknown_title" = "На жаль, ми не знаємо цього сервісу. Як би ви хотіли його назвати?";

/* loco:6332c96135f7406d4875f63d
 * tokens__you_wont_be_able_to_restore */
"tokens__token_not_possible_to_restore" = "Ви більше не зможете відновити цей токен.";

/* loco:6332c96135f7406d4875f63e */
"tokens__badge_color" = "Колір значку";

/* loco:6332c96135f7406d4875f63f */
"tokens__change_brand_icon" = "Змінити значок бренду";

/* loco:6332c96135f7406d4875f641 */
"tokens__change_label" = "Змінити ярлик";

/* loco:6332c96135f7406d4875f642 */
"tokens__service_information" = "Інформація про сервіс";

/* loco:6332c96135f7406d4875f643 */
"tokens__personalization" = "Персоналізація";

/* loco:6332c96135f7406d4875f645 */
"tokens__brand_icon" = "Значок бренду";

/* loco:6332c96135f7406d4875f646 */
"tokens__label" = "Ярлик";

/* loco:6332c96135f7406d4875f647
 * tokens__remove_the_service */
"tokens__remove_service_from_app" = "Видалити цей сервіс з додатку 2FAS";

/* loco:6332c96135f7406d4875f648
 * tokens__label_one_or_two */
"tokens__label_characters_title" = "Ярлик (1 або 2 символи):";

/* loco:6332c96135f7406d4875f649 */
"tokens__pick_background_color" = "Оберіть колір фону:";

/* loco:6332c96135f7406d4875f64a */
"tokens__num_added" = "%@ додано";

/* loco:6332c96135f7406d4875f64b */
"tokens__next_token" = "Наступний токен: %@";

/* loco:6332c96135f7406d4875f64c */
"tokens__next_token_title" = "Наступний токен";

/* loco:6332c96135f7406d4875f64d */
"tokens__my_tokens" = "Мої токени";

/* loco:6332c96135f7406d4875f64e */
"tokens__removing_group" = "Видалення групи";

/* loco:6332c96135f7406d4875f64f
 * tokens__all_tokens_will_be_moved */
"tokens__all_tokens_moved_to_group_title" = "Усі токени будуть перенесені в групу: «Мої токени»";

/* loco:6332c96135f7406d4875f650 */
"tokens__add_group" = "Додати групу";

/* loco:6332c96135f7406d4875f651 */
"tokens__group_name" = "Назва групи:";

/* loco:6332c96135f7406d4875f652 */
"tokens__select_from_gallery" = "Оберіть з галереї";

/* loco:6332c96135f7406d4875f653 */
"tokens__camera_is_unavailable" = "Камера недоступна";

/* loco:6332c96135f7406d4875f654
 * tokens__check_if_app_has_proper_permissions */
"tokens__check_app_permissions" = "Перевірте, чи додаток має відповідні дозволи в системних налаштуваннях";

/* loco:6332c96135f7406d4875f655 */
"tokens__no_qr_codes_found" = "QR-коди не знайдено";

/* loco:6332c96135f7406d4875f656
 * tokens__no_correct_qr_code_had_been_found

No correct QR codes had been found in the selected image. Please try a different image. */
"tokens__no_correct_qr_code_found_title" = "На обраному зображенні немає правильного QR-коду. Спробуйте інше зображення.";

/* loco:6332c96135f7406d4875f658 */
"tokens__select_service" = "Виберіть сервіс";

/* loco:6332c96135f7406d4875f659 */
"tokens__adding_service_question_title" = "Який сервіс ви хочете добавити?";

/* loco:6332c96135f7406d4875f65a */
"tokens__retype_this_token" = "Повторно введіть цей токен";

/* loco:6332c96135f7406d4875f65b
 * tokens__unlock_and_retype_this_token */
"tokens__unlock_and_retype_token_title" = "Розблокуйте та повторно введіть токен";

/* loco:6332c96135f7406d4875f65c */
"tokens__group" = "Група";

/* loco:6332c96135f7406d4875f65d */
"tokens__select_group" = "Оберіть групу";

/* loco:6332c96135f7406d4875f65e */
"tokens__google_auth_import" = "Імпортувати токени із додатку Google Authenticator";

/* loco:6332c96135f7406d4875f65f */
"tokens__google_auth_import_subtitle" = "Цей QR-код дозволяє імпортувати токени з Google Authenticator";

/* loco:6332c96135f7406d4875f660
 * A number replaces %d */
"tokens__google_auth_out_of_title" = "%d із %d";

/* loco:6332c96135f7406d4875f661 */
"tokens__google_auth_import_subtitle_end" = "Токенів буде імпортовано.";

/* loco:6332c96135f7406d4875f662 */
"tokens__sort_by" = "Сортувати за";

/* loco:6332c96135f7406d4875f663
 * tokens__sort_by_az */
"tokens__sort_by_a_to_z" = "A - Z (A - Я)";

/* loco:6332c96135f7406d4875f664
 * tokens__sort_by_za */
"tokens__sort_by_z_to_a" = "Z - A (Я - А)";

/* loco:6332c96135f7406d4875f665 */
"tokens__sort_by_manual" = "Вручну";

/* loco:6332c96135f7406d4875f666 */
"tokens__advanced" = "Розширені";

/* loco:6332c96135f7406d4875f667
 * tokens__advanced_alert_title */
"tokens__advanced_alert" = "Попередження";

/* loco:6332c96135f7406d4875f668
 * tokens__advanced_alert_description */
"tokens__advanced_alert_description_title" = "Не рекомендується змінювати розширені параметри. Робіть це лише тоді, коли цього вимагає ваш 2FA-провайдер і коли ви маєте чіткі інструкції.";

/* loco:6332c96135f7406d4875f669 */
"tokens__token_settings" = "Налаштування токену";

/* loco:6332c96135f7406d4875f66a */
"tokens__otp_authentication" = "Автентифікація OTP";

/* loco:6332c96135f7406d4875f66b */
"tokens__algorithm" = "Алгоритм";

/* loco:6332c96135f7406d4875f66c */
"tokens__refresh_time" = "Час оновлення";

/* loco:6332c96135f7406d4875f66d */
"tokens__number_of_digits" = "Кількість цифр";

/* loco:6332c96135f7406d4875f66e */
"tokens__counter" = "Лічильник";

/* loco:6332c96135f7406d4875f66f */
"tokens__initial_counter" = "Початковий лічильник";

/* loco:6332c96135f7406d4875f670
 * A number replaces %d */
"tokens__second" = "%d секунд";

/* loco:6332c96135f7406d4875f671 */
"tokens__hotp" = "HOTP";

/* loco:6332c96135f7406d4875f672 */
"tokens__totp" = "TOTP";

/* loco:6332c96135f7406d4875f673 */
"tokens__advanced_settings_footer_title" = "Не рекомендується змінювати розширені параметри. Робіть це лише тоді, коли цього вимагає ваш 2FA-провайдер та якщо маєте чіткі інструкції.";

/* loco:6332c96135f7406d4875f674 */
"tokens__gallery_advice_title" = "Найкраща практика";

/* loco:6332c96135f7406d4875f675
 * ADD A SPACE AT THE END */
"tokens__gallery_advice_content_first" = "Сервіс успішно додано. Ми дуже рекомендуємо вам ";

/* loco:6332c96135f7406d4875f676
 * ADD A SPACE AFTER COMA */
"tokens__gallery_advice_content_middle_bold" = "видалити скріншот QR-коду зі своєї галереї.";

/* loco:6332c96135f7406d4875f677 */
"tokens__gallery_advice_content_last" = "Якщо хтось отримає доступ до цього знімку із QR-кодом, він зможе отримати ваші коди двоетапної перевірки до цього сервісу.";

/* loco:6332c96135f7406d4875f678 */
"tokens__request_icon_page_title" = "Надіслати запит на значок";

/* loco:6332c96135f7406d4875f679 */
"tokens__request_icon_social_title" = "Повідомте нам у Discord";

/* loco:6332c96135f7406d4875f67a */
"tokens__request_icon_social_link" = "Долучіться до нашого серверу у Discord";

/* loco:6332c96135f7406d4875f67b */
"tokens__request_icon_social_description" = "і дозвольте користувачам проголосувати за потрібні значки.";

/* loco:6332c96135f7406d4875f67c */
"tokens__request_icon_middle" = "або";

/* loco:6332c96135f7406d4875f67d */
"tokens__request_icon_provider_title" = "Повідомте постачальника сервісу";

/* loco:6332c96135f7406d4875f67e */
"tokens__request_icon_provider_description" = "Ви можете скористатися соціальними мережами або електронною поштою та поділитися цим текстом з ними:";

/* loco:6332c96135f7406d4875f67f */
"tokens__request_icon_provider_message" = "Привіт! Я використовую додаток 2FAS, для входу у ваш сервіс за допомогою фактору двоетапної перевірки. Однак ваш значок відсутній! Надішліть його сюди: https://2fas.com/yb";

/* loco:6332c96135f7406d4875f680 */
"tokens__request_icon_provider_message_link" = "https://2fas.com/yb";

/* loco:6332c96135f7406d4875f681 */
"tokens__request_icon_provider_footnote" = "Не забудьте відмітити офіційний акаунт компанії!";

/* loco:6332c96135f7406d4875f682 */
"tokens__order_icon_description" = "Не можете знайти значок бренду в додатку 2FAS?";

/* loco:6332c96135f7406d4875f683 */
"tokens__order_icon_link" = "Надіслати запит на значок бренду";

/* loco:6332c96135f7406d4875f684 */
"tokens__order_icon_title" = "Надіслати запит на значок бренду";

/* loco:6332c96135f7406d4875f685 */
"tokens__order_menu_title" = "Оберіть метод запиту";

/* loco:6332c96135f7406d4875f686 */
"tokens__order_menu_option_user" = "Надіслати запит на значок як користувач";

/* loco:6332c96135f7406d4875f687 */
"tokens__order_menu_option_company" = "Надіслати значок як компанія";

/* loco:6332c96135f7406d4875f688
 * tokens__you_will_not_be_able_to_sign_in_to_your */
"tokens__sign_in_not_possible_title" = "Ви не зможете ввійти до свого %@ облікового запису без цього токену, доки увімкнено фактор двоетапної перевірки для %@.";

/* loco:6332c96135f7406d4875f6cd */
"voiceover__show_service_key" = "Показати секретний ключ";

/* loco:6332c96135f7406d4875f6ce */
"voiceover__copy_service_key" = "Скопіювати секретний ключ";

/* loco:6332c96135f7406d4875f6cf
 * voiceover__seconds_left */
"voiceover__seconds_left_counter_title" = "Лічильник із секундами, що залишилися до зміни токена";

/* loco:6332c96135f7406d4875f6d0 */
"voiceover__delete_button" = "Кнопка видалення";

/* loco:6332c96135f7406d4875f6d3 */
"voiceover__service_deleted" = "Сервіс видалено";

/* loco:6332c96135f7406d4875f6d5
 * voiceover__hidden_secret_key_use_show button */
"voiceover__reveal_hidden_secret_key_button_title" = "Це поле містить прихований секретний ключ. Щоб відкрити його, скористайтеся кнопкою «Показати». Це працюватиме, лише якщо ви встановили PIN-код додатку для екрана блокування";

/* loco:6332c96135f7406d4875f6d6 */
"voiceover__service_name" = "Назва сервісу: %@";

/* loco:6332c96135f7406d4875f6d7 */
"voiceover__additional_info" = "Додаткова інформація: %@";

/* loco:6332c96135f7406d4875f6d8 */
"voiceover__token_tap_to_copy" = "Токен %@. Торкніться, щоб скопіювати";

/* loco:6332c96135f7406d4875f6d9 */
"voiceover__edit" = "Редагувати %@";

/* loco:6332c96135f7406d4875f6da */
"voiceover__service_label_with_name_and_color" = "Ярлик сервісу з назвою %@ та кольором %@";

/* loco:6332c96135f7406d4875f6db */
"voiceover__service_icon" = "Значок сервісу %@";

/* loco:6332c96135f7406d4875f6dc */
"voiceover__selected" = "Вибрано";

/* loco:6332c96135f7406d4875f6dd */
"voiceover__not_selected" = "Не вибрано";

/* loco:6332c96135f7406d4875f6de */
"voiceover__badge_color" = "Колір значка: %@";

/* loco:6332c96135f7406d4875f6df */
"voiceover__dismissing" = "Відміна";

/* loco:6332c96135f7406d4875f6e0 */
"voiceover__secret_hint" = "Тільки цифри від 2 до 9, букви. Мінімум 4 символи";

/* loco:6332c96135f7406d4875f6e1 */
"voiceover__add_service" = "Додати сервіс";

/* loco:6332c96135f7406d4875f6e2 */
"voiceover__add_group" = "Додати групу";

/* loco:6332c96135f7406d4875f6e3
 * voiceover__use_add_service_button */
"voiceover__use_add_service_button_title" = "Використовуйте кнопку «Додати сервіс», щоб додати новий сервіс";

/* loco:6332c96135f7406d4875f6e4 */
"voiceover__no_search_results" = "Немає результатів пошуку";

/* loco:6332c96135f7406d4875f6e6
 * voiceover__sort_by */
"voiceover__sort_by_title" = "Використовуйте «Сортувати за», щоб налаштувати сортування сервісів";

/* loco:6332c96135f7406d4875f6e7 */
"voiceover__spinner" = "Завантаження вмісту";

/* loco:6332c96135f7406d4875f6f3 */
"backup__incorrect_secret" = "Не вдалося створити резервну копію токенів, оскільки \"%@\" секрет містить неприпустимі символи. Видаліть їх та спробуйте ще раз";

/* loco:6332c96135f7406d4875f6f4 */
"backup__import" = "Імпортувати";

/* loco:6332c96135f7406d4875f6f5 */
"backup__export" = "Експортувати";

/* loco:6332c96135f7406d4875f6f7 */
"backup__backup_disabled_title" = "Резервне копіювання 2FAS буде вимкнено, щоб захистити його цілісність";

/* loco:6332c96135f7406d4875f6f8 */
"backup__error_while_exporting_file" = "Помилка під час експортування файлу";

/* loco:6332c96135f7406d4875f6fb */
"backup__import_completed_successfuly" = "Імпортування успішно завершено";

/* loco:6332c96135f7406d4875f6fe
 * camera__video_device_in_use_by_another_app */
"camera__camera_used_by_other_app_title" = "Інший додаток використовує камеру. Якщо закриття інших додатків не допомогло, перезавантажте пристрій";

/* loco:6332c96135f7406d4875f6ff
 * camera__video_device_unavailable_due_to_system_overload */
"camera__camera_unavailable_title" = "Камера недоступна через перевантаження системи. Спробуйте перезавантажити пристрій";

/* loco:6332c96135f7406d4875f700 */
"camera__cant_initialize_camera_general" = "Не вдається ініціалізувати камеру. Спробуйте перезавантажити пристрій";

/* loco:6332c96135f7406d4875f701 */
"camera__cant_initialize_camera_split_view" = "Не вдається ініціалізувати камеру в режимі розділення. Відкрийте додаток у повноекранному режимі та повторіть спробу.";

/* loco:6332c96135f7406d4875f702 */
"restore__how_to_restore" = "Як відновити додаток 2FAS?";

/* loco:6332c96135f7406d4875f703 */
"restore__application_restoration" = "Відновлення додатку";

/* loco:6332c96135f7406d4875f704
 * restore_if_you_forgotten */
"restore__reset_Pin_title" = "Якщо ви забули ПІН-код або бажаєте скинути налаштування додатку 2FAS, вам потрібно перевстановити додаток.";

/* loco:6332c96135f7406d4875f705
 * restore_please_remember */
"restore__backup_advice" = "Майте на увазі, якщо у вас немає резервної копії і ви скинете налаштування додатку, ви втратите доступ до всіх своїх токенів. А отже, доступ до всіх ваших облікових записів, захищених 2FA перевіркою.";

/* loco:6332c96135f7406d4875f706
 * restore_if_you_have_backup */
"restore__backup_title" = "Якщо у вас є резервна копія, не переживайте, ви зможете відновити свої коди.";

/* loco:6332c96135f7406d4875f707 */
"backup__cloud_backup" = "Хмарне резервне копіювання";

/* loco:6332c96135f7406d4875f708 */
"backup__icloud_sync" = "Синхронізація iCloud";

/* loco:6332c96135f7406d4875f709 */
"backup__section_description" = "РЕКОМЕНДОВАНО: Синхронізація iCloud, зберігає ваші токени у безпеці в Apple iCloud у разі втрати або пошкодження вашого пристрою.Тримайте увімкненою.";

/* loco:6332c96135f7406d4875f70a */
"backup__file_backup" = "Резервне копіювання файлів";

/* loco:6332c96135f7406d4875f70b
 * backup__use_file_backup_for */
"backup__file_backup_offline_title" = "Використовуйте резервну копію для збереження ваших токенів поза мережею.";

/* loco:6332c96135f7406d4875f70c */
"backup__backup_removal" = "Видалення резервної копії";

/* loco:6332c96135f7406d4875f70d */
"backup__delete_2fas_backup" = "Видалити резервну копію 2FAS";

/* loco:6332c96135f7406d4875f70f */
"backup__warning_introduction" = "УВАГА! Якщо ви видалите резервну копію 2FAS, ви також видалите всі токени з інших пристроїв, синхронізованих із цим обліковим записом. Щоб зберегти токени на інших пристроях, переконайтеся, що ви вимкнули резервне копіювання 2FAS перед видаленням.";

/* loco:6332c96135f7406d4875f710
 * backup__i_want_to_delete */
"backup__delete_title" = "Я хочу видалити резервну копію";

/* loco:6332c96135f7406d4875f711 */
"backup__export_to_backup_file" = "Експортувати резервну копію у файл";

/* loco:6332c96135f7406d4875f712
 * backup__you_can_import_exported_file */
"backup__import_file_title" = "Ви можете імпортувати експортовані файли на інші пристрої за допомогою додатку 2FAS";

/* loco:6332c96135f7406d4875f713 */
"backup__export_to_file" = "Експортувати у файл";

/* loco:6332c96135f7406d4875f715 */
"backup__verify_pin" = "Підтвердьте ПІН-код";

/* loco:6332c96135f7406d4875f716 */
"backup__save_file" = "Зберегти файл";

/* loco:6332c96135f7406d4875f717 */
"backup__import_backup_file" = "Імпорт файлу резервної копії";

/* loco:6332c96135f7406d4875f718
 * backup__youre_goint_to_import_backup */
"backup__import_other_devices" = "Ви збираєтеся імпортувати файл резервної копії, що містить";

/* loco:6332c96135f7406d4875f719 */
"backup__import_file" = "Імпортувати файл";

/* loco:6332c96135f7406d4875f71a */
"backup__choose_antother_file" = "Оберіть інший файл";

/* loco:6332c96135f7406d4875f71b */
"backup__no_new_services" = "Немає сервісів для імпорту";

/* loco:6332c96135f7406d4875f71c */
"backup__file_error" = "Помилка файлу!";

/* loco:6332c96135f7406d4875f71d
 * backup__services_form_file_will_be_merged */
"backup__services_merge_title" = "Сервіси з файлу буде об’єднано з тими, які є у вашому додатку";

/* loco:6332c96135f7406d4875f71e */
"backup__no_new_services_error" = "Цей файл порожній, або всі сервіси з нього вже доступні в додатку";

/* loco:6332c96135f7406d4875f71f */
"backup__update_required_to_import_title" = "Щоб імпортувати вміст цього файлу, вам знадобиться нова версія додатку. Найновішу версію можна знайти в App Store";

/* loco:6332c96135f7406d4875f720 */
"backup__cant_read_file_error" = "Не вдається прочитати цей файл. Він може бути пошкоджений, або під час спроби доступу до нього сталася помилка. Будь ласка, оберіть інший файл";

/* loco:6332c96135f7406d4875f721 */
"backup__password" = "Пароль";

/* loco:6332c96135f7406d4875f722 */
"backup__repeat_password" = "Повторіть пароль";

/* loco:6332c96135f7406d4875f723 */
"backup__incorrect_character_error" = "Неправильний символ. Використовуйте лише літери A-Z, a-z, цифри та спеціальні символи: -_/!#$%&+*~@?=^.,'(){}[]:;<>|";

/* loco:6332c96135f7406d4875f724 */
"backup__to_short_error" = "Введена фраза є закороткою (мін. 3 символи)";

/* loco:6332c96135f7406d4875f725 */
"backup__passwords_dont_match" = "Паролі не збігаються";

/* loco:6332c96135f7406d4875f726 */
"backup__save_and_export" = "Зберегти й експортувати";

/* loco:6332c96135f7406d4875f727 */
"backup__set_password_title" = "Щоб посилити захист файлу резервної копії, будь ласка, встановіть пароль";

/* loco:6332c96135f7406d4875f728 */
"backup__enter_password_title" = "Введіть пароль для файлу резервної копії, щоб продовжити імпортування";

/* loco:6332c96135f7406d4875f729 */
"backup__backup_file_password_title" = "Встановіть пароль для файлу резервної копії";

/* loco:6332c96135f7406d4875f72a */
"backup__incorrect_password" = "Неправильний пароль";

/* loco:6332c96135f7406d4875f72b
 * %d - number */
"backup__new_services" = "%d нових сервісів";

/* loco:6332c96135f7406d4875f72c
 * %d - number */
"backup__services_imported_count" = "%d сервісів імпортовано з файлу";

/* loco:6332c96135f7406d4875f72d
 * backup__user_has_icloud_problem */
"backup__icloud_problem" = "Виникла проблема з iCloud. Перевірте налаштування системи";

/* loco:6332c96135f7406d4875f72f
 * backup__encrypted_unsupported */
"backup__encrypted_files_not_supported" = "Цей файл зашифровано. Ми підтримуємо лише незашифровані файли";

/* loco:6332c96135f7406d4875f730 */
"tokens__copy_token" = "Копіювати токен";

/* loco:6332c96135f7406d4875f731
 * tokens__i_want_to_delete_this_servie */
"tokens__i_want_to_delete_this_token" = "Так, я хочу видалити цей сервіс";

/* loco:6332c96135f7406d4875f732 */
"color__neutral" = "Нейтральний";

/* loco:6332c96135f7406d4875f733 */
"color__light_blue" = "Блакитний";

/* loco:6332c96135f7406d4875f734 */
"color__indigo" = "Індиго";

/* loco:6332c96135f7406d4875f735 */
"color__purple" = "Фіолетовий";

/* loco:6332c96135f7406d4875f736 */
"color__turquoise" = "Бірюзовий";

/* loco:6332c96135f7406d4875f737 */
"color__green" = "Зелений";

/* loco:6332c96135f7406d4875f738 */
"color__red" = "Червоний";

/* loco:6332c96135f7406d4875f739 */
"color__orange" = "Помаранчевий";

/* loco:6332c96135f7406d4875f73a */
"color__yellow" = "Жовтий";

/* loco:6332c96135f7406d4875f73c */
"settings__knowledge" = "Знання";

/* loco:6332c96135f7406d4875f73d */
"settings__support_and_share" = "Підтримати та поділитися";

/* loco:6332c96135f7406d4875f73e */
"settings__tell_a_friend" = "Розповісти другу";

/* loco:6332c96135f7406d4875f73f */
"settings__write_a_review" = "Написати відгук";

/* loco:6332c96135f7406d4875f741 */
"settings__about" = "Про додаток";

/* loco:6332c96135f7406d4875f742 */
"settings__privacy_policy" = "Політика конфіденційності";

/* loco:6332c96135f7406d4875f743 */
"settings__terms_of_service" = "Умови використання";

/* loco:6332c96135f7406d4875f744 */
"settings__version" = "Версія додатку %@";

/* loco:6332c96135f7406d4875f745 */
"settings__no_limit" = "Без ліміту";

/* loco:6332c96135f7406d4875f746 */
"settings__pin_code" = "ПІН-код";

/* loco:6332c96135f7406d4875f747 */
"settings__app_security" = "Безпека додатку";

/* loco:6332c96135f7406d4875f748 */
"settings__app_blocking" = "Налаштувати блокування";

/* loco:6332c96135f7406d4875f749 */
"settings__face_id" = "Face ID";

/* loco:6332c96135f7406d4875f74a */
"settings__touch_id" = "Touch ID";

/* loco:6332c96135f7406d4875f74b
 * settings__how_many_attempts_header */
"settings__too_many_attempts_header" = "Заблокувати після X невдалих спроб:";

/* loco:6332c96135f7406d4875f74c */
"settings__how_many_attempts_footer" = "Виберіть максимальну кількість невдалих спроб введення пароля, перед блокуванням додатку (час блокування можна змінити нижче).";

/* loco:6332c96135f7406d4875f74d */
"settings__block_for" = "Час блокування";

/* loco:6332c96135f7406d4875f74e */
"settings__3_minutes" = "3 хвилини";

/* loco:6332c96135f7406d4875f74f */
"settings__5_minutes" = "5 хвилин";

/* loco:6332c96135f7406d4875f750 */
"settings__10_minutes" = "10 хвилин";

/* loco:6332c96135f7406d4875f751 */
"settings__limit_of_trials" = "Максимум невдалих спроб";

/* loco:6332c96135f7406d4875f752 */
"settings__pin_4_digits" = "4-значний код";

/* loco:6332c96135f7406d4875f753 */
"settings__pin_6_digits" = "6-значний код";

/* loco:6332c96135f7406d4875f754 */
"settings__biometric_authentication" = "Біометрична аутентифікація";

/* loco:6332c96135f7406d4875f755 */
"settings__donations" = "Пожертвування";

/* loco:6332c96135f7406d4875f756 */
"settings__donate_twofas" = "Пожертвувати 2FAS";

/* loco:6332c96135f7406d4875f757 */
"new_version__new_version_title" = "Нова версія";

/* loco:6332c96135f7406d4875f758 */
"new_version__new_version_message_ios" = "Нова версія 2FAS доступна в AppStore. Оновіть як найшидше! Йдіть у ногу з часом !";

/* loco:6332c96135f7406d4875f759 */
"new_version__update_action" = "Оновити зараз";

/* loco:6332c96135f7406d4875f75a
 * new_version__skip_action */
"new_version__skip_title" = "Пропустити цю версію";

/* loco:6332c96135f7406d4875f75b
 * new_version__later_action */
"new_version__update_later" = "Оновити пізніше";

/* loco:6332c96135f7406d4875f75c */
"browser__browser_extension" = "Розширення для браузера";

/* loco:6332c96135f7406d4875f75d */
"browser__info_title" = "Розширення для браузера 2FAS";

/* loco:6332c96135f7406d4875f75e */
"browser__info_description_first" = "Встановіть розширення для браузера 2FAS.";

/* loco:6332c96135f7406d4875f75f */
"browser__info_description_second" = "З'єднайте його з додатком 2FAS.";

/* loco:6332c96135f7406d4875f760 */
"browser__more_info" = "Детальніше:";

/* loco:6332c96135f7406d4875f761 */
"browser__more_info_link_title" = "2fas.com/be";

/* loco:6332c96135f7406d4875f762 */
"browser__pair_with_web_browser" = "Сполучити з веб-браузером";

/* loco:6332c96135f7406d4875f763 */
"browser__more_info_link" = "https://www.2fas.com/be";

/* loco:6332c96135f7406d4875f764 */
"browser__pairing_successful_title" = "Сполучення успішно завершено!";

/* loco:6332c96135f7406d4875f765 */
"browser__pairing_successful_description" = "2FAS надсилатиме вам push-сповіщення кожного разу, коли ви входите у свої онлайн сервіси за допомогою цього веб-браузера. Вам більше не потрібно буде повторно вводити свої токени для кожного використання.";

/* loco:6332c96135f7406d4875f766 */
"browser__pairing_failed_title" = "Підключення не вдалося :(";

/* loco:6332c96135f7406d4875f767 */
"browser__pairing_failed_description" = "QR-код не був розпізнаний, і 2FAS не вдалося з'єднати цей пристрій з розширенням для браузера. Будь ласка, спробуйте знову.";

/* loco:6332c96135f7406d4875f768
 * browser__pairing_already_paired_title */
"browser__already_paired_title" = "Вже сполучено!";

/* loco:6332c96135f7406d4875f769
 * browser__pairing_already_paired_description */
"browser__already_paired_description" = "Розширення для браузера вже сполучено із цим пристроєм.";

/* loco:6332c96135f7406d4875f76a */
"browser__contact_support" = "Звернутися по допомогу";

/* loco:6332c96135f7406d4875f76b */
"browser__pairing_with_browser" = "Сполучення із браузером";

/* loco:6332c96135f7406d4875f76d
 * browser__paired_devices */
"browser__paired_devices_browser_title" = "Сполучені пристрої (веб браузери)";

/* loco:6332c96135f7406d4875f76e */
"browser__add_new" = "Додати новий";

/* loco:6332c96135f7406d4875f76f
 * browser__this_device */
"browser__this_device_name" = "Назва пристрою";

/* loco:6332c96135f7406d4875f770 */
"browser__device_name" = "Назва пристрою";

/* loco:6332c96135f7406d4875f771 */
"browser__name" = "Ім'я";

/* loco:6332c96135f7406d4875f772 */
"browser__this_device_footer" = "Псевдонім допоможе вам ідентифікувати потрібний пристрій поміж усіх пристроїв, з'єднаних із розширенням для браузера 2FAS";

/* loco:6332c96135f7406d4875f773 */
"browser__browser_extension_settings" = "Налаштування розширення для браузера";

/* loco:6332c96135f7406d4875f774 */
"browser__unkown_name" = "<Невідоме_ім'я>";

/* loco:6332c96135f7406d4875f775 */
"browser__request_source_description" = "%@ надіслав запит на токен для %@. Оберіть сервіс для авторизації та збережіть із цим доменом.";

/* loco:6332c96135f7406d4875f776 */
"browser__request" = "Запит із браузера";

/* loco:6332c96135f7406d4875f777
 * browser__code_success */
"browser__code_success_title" = "Токен успішно надіслано!";

/* loco:6332c96135f7406d4875f778 */
"browser__code_failure" = "Помилка при надсиланні коду. %@";

/* loco:6332c96135f7406d4875f779 */
"browser__deleting_paired_device_title" = "Видалити сполучений пристрій";

/* loco:6332c96135f7406d4875f77a */
"browser__deleting_paired_device_content" = "Ви впевнені, що бажаєте видалити сполучений пристрій?";

/* loco:6332c96135f7406d4875f77c */
"browser__pairing_date" = "Дата сполучення";

/* loco:6332c96135f7406d4875f77d */
"browser__forget_this_browser" = "Забути цей веб-браузер";

/* loco:6332c96135f7406d4875f77e
 * browser__service_is_paired_list_description */
"browser__paired_domains_list_title" = "Список сполучених доменів.";

/* loco:6332c96135f7406d4875f77f */
"browser__deleting_extension_pairing_title" = "Видалити домен?";

/* loco:6332c96135f7406d4875f780 */
"browser__deleting_extension_pairing_content" = "Наступного разу, коли ви використаєте розширення для браузера під час входу в %@, вам знову запропонується підключити цей домен.";

/* loco:6332c96135f7406d4875f781 */
"browser__push_notifications_title" = "Push-сповіщення";

/* loco:6332c96135f7406d4875f782 */
"browser__push_notifications_content" = "Щоб отримати доступ до таких функцій, як розширення для браузера, додатку потрібен доступ до Push-повідомлень. Ви завжди можете змінити доступ в системних налаштуваннях.";

/* loco:6332c96135f7406d4875f783 */
"browser__request_expired" = "Термін дії запиту минув";

/* loco:6332c96135f7406d4875f784 */
"browser__2fa_token_request_title" = "Запит на токен";

/* loco:6332c96135f7406d4875f785
 * ADD A SPACE AT THE END! */
"browser__2fa_token_request_content" = "Хочете поділитися токеном із ";

/* loco:6332c96135f7406d4875f786 */
"notifications__no_notifications" = "Немає сповіщень";

/* loco:6332c96ba6877120ce6fc152 */
"CFBundleSpokenName" = "2 F A S";

/* loco:63344624e6899974bd0ddf52 */
"commons__2fas_toolbar" = "2FAS";

/* loco:63344c64898727028e0b21e4 */
"backup__google_drive_not_available" = "Google Drive недоступний";

/* loco:63344d5c091e850f532386e2 */
"backup__google_drive_disabled_title" = "Google Drive був відключений користувачем";

/* loco:633dd102f5f0b5080b43b5c2 */
"backup__update_required_to_import_title_2" = "Щоб імпортувати вміст цього файлу, вам знадобиться нова версія додатку. Найновішу версію можна знайти в Google Store";

/* loco:633dd72f6078ca50d63ab0d2 */
"tokens__qr_code_leads_to_google_store" = "Цей QR-код перенаправить вас до Google Store";

/* loco:633dd77670b050133f55b642 */
"introduction__page_4_content_android" = "Ваші токени зберігаються в режимі офлайн у пам’яті пристрою, тому не забувайте створювати резервні копії своїх сервісів! Використовуйте синхронізацію із Google Drive для захисту від несанкціонованого доступу та пошкодження пристрою.";

/* loco:633ef646dbb7c078261c3ec2 */
"new_version__new_version_message_android" = "Нова версія додатку 2FAS доступна в Google Store. Оновіть як найшидше! Йдіть у ногу з часом !";

/* loco:6341dca6b874ee3bc41b6952 */
"security_error_no_match" = "ПІН-коди не збігаються! Будь ласка, спробуйте ще раз.";

/* loco:6341de59fcbb0b491c24b1d2 */
"settings_developer_options" = "Налаштування виробника";

/* loco:6341df0295f3d3034a6ff7a2 */
"settings__external_import" = "Імпортувати токени";

/* loco:6341df76c6a1db420732d3c2 */
"settings__browser_extension_result_toolbar_title" = "результат сполучення";

/* loco:6341dfada8cef8553b42a792 */
"tokens__caution" = "УВАГА";

/* loco:6341e0f7a225c97dee2604d2 */
"tokens__qr_point_and_scan_again" = "Наведіть камеру на потрібний QR-код і повторіть сканування.";

/* loco:6341e3d560c2a75b635dd902 */
"tokens__service_unsaved_changes" = "Бажаєте скасувати зміни?";

/* loco:6341e3fac678e32ee1180b92 */
"tokens__service_unsaved_changes_title" = "Незбережені зміни";

/* loco:6341e444ae7e4f6979438fc2 */
"tokens__service_key_invalid_format" = "Недійсний формат ключа";

/* loco:6341e574a77fa94abc6bf6f2 */
"intent_error_no_gallery_app" = "Системна помилка! Немає системного додатку галереї.";

/* loco:6341e59ab278cb37a15f15c2 */
"gdrive_permission_title" = "Дозвіл Google Drive";

/* loco:6341e5b6a77fa94abc6bf6f4 */
"gdrive_permission_msg" = "Нам потрібен дозвіл Google Drive, щоб зберігати файли резервної копії в даних додатку.";

/* loco:6341e5d80edc9064be2a0d92 */
"gdrive_internet_title" = "Потрібне підключення до Інтернету";

/* loco:6341e5ef48f8396250741ae2 */
"gdrive_internet_msg" = "Для синхронізації з Google потрібно ввімкнути підключення до Інтернету.";

/* loco:6341e60b1b9712646f45c272 */
"gdrive_wipe_internet_msg" = "Щоб скасувати доступ до Google Drive, вам потрібно ввімкнути підключення до Інтернету.";

/* loco:6341e6334097a7635715ca52 */
"backup_explanation_msg" = "Автоматично синхронізуйте та зберігайте файли резервної копії у прихованій папці на вашому Google Drive. Ця папка доступна лише для додатку 2FAS.";

/* loco:6341e6565450ef7fd46dec02 */
"backup_error_unknown" = "Під час резервної синхронізації сталася помилка. Перезапустіть додаток через кілька хвилин і повторіть спробу.";

/* loco:6341e66aa77fa94abc6bf6f6 */
"backup_error_encrypt_unknown" = "Під час шифрування резервної копії сталася помилка. Встановіть пароль ще раз.";

/* loco:6341e681b278cb37a15f15c4 */
"backup_error_decrypt_unknown" = "Під час дешифрування резервної копії сталася помилка. Встановіть пароль ще раз.";

/* loco:6342c92df1d3612fe712f1a2 */
"backup__google_drive_problem_title" = "Виникла проблема з iCloud. Перевірте системні налаштування";

/* loco:6342c9535447700251180692 */
"backup_error_auth" = "Виникла проблема з дозволами вашого облікового запису Google Drive. Спробуйте ввімкнути та вимкнути синхронізацію.";

/* loco:6342c9b1c41b2c66a2359362 */
"backup_error_no_password" = "Виникла проблема з дозволами вашого облікового запису Google Диск. Спробуйте ввімкнути та вимкнути синхронізацію.";

/* loco:6342c9ec69dbe97d4972d4f2 */
"backup_error_wrong_password" = "Ваша резервна копія захищена паролем, але наданий пароль неправильний. Увімкніть її та введіть свій пароль.";

/* loco:6342ca1db1a1053c734e5c12 */
"customization_service_assignment" = "Призначення сервісу";

/* loco:6342ca2fb1a1053c734e5c14 */
"customization_personalization" = "Персоналізація";

/* loco:6342ca5d87da3c0adf6481f2 */
"customization_change_brand" = "Змінити брендінг";

/* loco:6342ca7169dbe97d4972d4f4 */
"customization_advanced" = "Розширені";

/* loco:6342ca89c41b2c66a2359364 */
"customization_request_icon" = "Надіслати запит на значок";

/* loco:6342ca9d87da3c0adf6481f4 */
"customization_edit_label" = "Редагувати ярлик";

/* loco:6342cb2f188f327fde0567d2 */
"groups_delete_msg" = "Ви впевнені, що хочете видалити цю групу?";

/* loco:6342cc005bd8ee4e373eaff2 */
"export_backup_title" = "Ваш файл резервної копії готовий для експорту";

/* loco:6342cc175a8ef33de14ce6c2 */
"export_backup_msg" = "Експортуйте цей файл, щоб надійно зберігати резервну копію токенів 2FAS. Ви зможете імпортувати їх у майбутньому в будь-який пристрій за допомогою додатку 2FAS.";

/* loco:6342cc3b830f3c11167b6dd2 */
"export_backup_pass" = "Експорт файлу без пароля\n(не рекомендовано)";

/* loco:6342cc92a240880a9f2084e2 */
"import_backup_msg2" = "Файл буде синхронізовано зі списком сервісів додатку.";

/* loco:6342cd007757e42301476522 */
"backup_notice_later" = "Можливо пізніше";

/* loco:6342cd15a240880a9f2084e4 */
"backup_notice_cta" = "Ввімкнути";

/* loco:6342cd4ae5c1f936e033b172 */
"widgets_empty_msg" = "Сервіси не додано";

/* loco:6342cdd0ac3fc03188300662 */
"backup__section_description_google" = "РЕКОМЕНДОВАНО: Синхронізація Google Drive зберігає ваші токени на Google Drive в безпеці у разі втрати або пошкодження вашого пристрою. Тримайте його ввімкненим.";

/* loco:6342cde2830f3c11167b6dd4 */
"backup_turn_off_title" = "Вимкнути синхронізацію Google Drive?";

/* loco:6342ce5ef9822760bd6e6232 */
"backup_turn_off_msg1" = "Ваші токени залишаться на цьому пристрої та у вашому Google Drive, але не будуть синхронізовані. Також ви вийдете зі свого облікового запису Google.";

/* loco:6342ceb2f9822760bd6e6234 */
"backup_turn_off_msg2" = "Пам’ятай, що у разі втрати або пошкодження цього пристрою чи видалення додатку ти, можливо, не зможеш відновити свої токени, і втратиш доступ до онлайн-акаунтів, захищених двоетапною авторизацією.";

/* loco:6342ceecc07f913f3374a812 */
"backup_settings_password_set_subtitle" = "Захистіть файл резервної копії Google Drive за допомогою спеціального пароля.";

/* loco:6342cf2e593f7c11db6adf52 */
"backup_settings_password_remove_title" = "Видалити пароль";

/* loco:6342cf68a240880a9f2084e6 */
"backup_settings_password_remove_subtitle" = "Видалити пароль для файлу резервної копії Google Drive.";

/* loco:6342cf97ac3fc03188300664 */
"backup_settings_account_title" = "Обліковий запис Google";

/* loco:6342cfc09858895a99170382 */
"backup_settings_sync_title" = "Остання синхронізація";

/* loco:6342d0117757e42301476524 */
"browser_extension_result_success_description" = "2FAS надсилатиме вам PUSH-сповіщення кожного разу, коли ви входитимете у свої онлайн-сервіси за допомогою цього веб-браузера. Вам більше не знадобиться повторно вводити свої токени.";

/* loco:6342d05c2a206e092b1791c2 */
"browser_extension_browser_dialog" = "Назва браузера";

/* loco:6342d0ef5c8bac6b2573ef52 */
"biometric_dialog_auth_title" = "Автентифікувати";

/* loco:6342d0ffe7433557683c3712 */
"biometric_dialog_auth_subtitle" = "Використовуйте свої біометричні облікові дані";

/* loco:6342d135438a0a291865e022 */
"about_licenses" = "Ліцензії з відкритим кодом";

/* loco:6342d1562a206e092b1791c4 */
"externalimport_description" = "Ви можете імпортувати свої токени у 2FAS з різних додатків. Виберіть зі списку та дотримуйтесь інструкцій.";

/* loco:6342d16ee7433557683c3714 */
"externalimport_select_app" = "Оберіть додаток";

/* loco:6342d182e7433557683c3716 */
"externalimport_google_authenticator" = "Google Authenticator";

/* loco:6342d18dc07f913f3374a814 */
"externalimport_aegis" = "Aegis";

/* loco:6342d19b63307f18b4510092 */
"externalimport_raivo" = "Raivo OTP";

/* loco:63693380daebad2321503c66 */
"android__app_name" = "2FAS Auth";

/* loco:63693395183853234b657d12 */
"commons__yes" = "Так";

/* loco:636933b08f1b7a2d262bed23 */
"commons__no" = "Ні";

/* loco:636933ca8102e2327a5cce92 */
"commons__search" = "Пошук";

/* loco:636934e015acd7020f284112 */
"errors__no_app" = "Немає додатку, що підтримує це посилання";

/* loco:636934ffde099e2c3326fe82 */
"permissions__camera_permission" = "Дозвіл камери";

/* loco:63693569349c115b4122eb32 */
"permissions__camera_permission_description" = "Для сканування QR-кодів потрібен дозвіл камери. Якщо ви хочете скористатися цією функцією, перейдіть до розділу Інформація про додаток та дозволи та увімкніть камеру.";

/* loco:636935811313301a900ae283 */
"security__disable_pin" = "Вимкнути ПІН-код";

/* loco:6369359a5f06537c3f046183 */
"security__enter_your_new_pin" = "Будь ласка, введіть ваш новий %s ПІН-код";

/* loco:636935b2349c115b4122eb34 */
"security__pin_error_incorrect" = "ПІН-код неправильний! Будь ласка, спробуйте ще раз";

/* loco:63693953795f696e785cf892 */
"settings__biometrics" = "Біометрія";

/* loco:63693964b3411c757a755cc4 */
"settings__support" = "Підтримка 2FAS";

/* loco:6369397d1e371c682d6054d3 */
"settings__developer" = "Налаштування розробника";

/* loco:6369398f5cb4a35ff34b55d2 */
"settings__option_fingerprint" = "Біометричне блокування";

/* loco:6369399e795f696e785cf894 */
"settings__option_theme" = "Тема";

/* loco:636939ab4bccbb1e6a12f1c2 */
"settings__theme_option_auto" = "Автоматично";

/* loco:636939bcf8b08053b87aab93 */
"settings__theme_option_auto_system" = "Автоматично - Системні налаштування";

/* loco:63693b946081eb49756794b3 */
"settings__theme_option_dark" = "Темна";

/* loco:63693ba5df585c05c76ddc82 */
"settings__theme_option_light" = "Світла";

/* loco:63693bb9e05fd23e53227b13 */
"tokens__copied_clipboard" = "Токен скопійовано в буфер обміну!";

/* loco:63693bc5b71ecb16511b6632 */
"tokens__next_copied_clipboard" = "Наступний токен скопійовано в буфер обміну!";

/* loco:63693bf413e605521a409cd2 */
"tokens__do_you_really_want_to_remove_all_devices" = "Ви справді бажаєте видалити 2FA сервіс?";

/* loco:63693cd8b024e27aba3c4dc2 */
"tokens__fab_addmanually" = "Додати вручну";

/* loco:63693cf5ec00fd215b2f5b82 */
"tokens__qr_does_not_work" = "QR-код не працює!";

/* loco:63693d127f114c2e2c5561d2
 * Could not read QR code from the image! */
"tokens__qr_read_image_failed" = "Не вдалося прочитати QR-код із зображення!";

/* loco:63693d2a228e552762708b73 */
"tokens__qr_read_image_try_again" = "Спробуйте обрати інше зображення.";

/* loco:63693d59def0af7a4f103d42 */
"tokens__remove_it_forever" = "Назавжди видалити цей сервіс";

/* loco:63693df12647b40c150abf13
 * Service could not be added, Service Key is invalid. Try again. */
"tokens__service_add_error" = "Не вдалося додати сервіс, оскільки секретний ключ недійсний. Спробуйте знову.";

/* loco:63693e2208c47e4cac73cbb3
 * A service with this Service Key already exists. Do you want to override it? */
"tokens__service_already_exists" = "Сервіс з цим секретним ключем вже існує. Ви хочете його перезаписати?";

/* loco:63693ecf68606d19e7023393 */
"tokens__service_key_invalid_characters" = "Ключ містить недійсні символи";

/* loco:63693f1268606d19e7023397 */
"tokens__show_service_key" = "Показати секретний ключ";

/* loco:63693f57fd6d806b5624add3
 * Your Service Key is protected. Please add PIN or Fingerprint lock in order to see it. */
"tokens__show_service_key_setup_lock" = "Ваш секретний ключ захищено. Будь ласка, додайте ПІН-код або відбиток пальця, щоб його побачити.";

/* loco:636940f5b7c61d120e417243 */
"tokens__tokens_list_is_empty" = "Список сервісів порожній";

/* loco:63694107e8e4552c5a2c6802 */
"tokens__use_plus_button_to_add_tokens" = "Використовуйте кнопку «+», щоб додати новий сервіс";

/* loco:63694183975c2c3aac074ed2 */
"tokens__you_will_not_be_able_to_sign_in_to_your" = "Ви не зможете ввійти у свій обліковий запис %@ без цього токена, доки увімкнено двоетапну автентифікацію для %@.\n\nВи не зможете відновити токен із кошика 2FAS.";

/* loco:636941a86578c224b94bd1e4 */
"import_ga_success" = "Сервіси успішно імпортовано!";

/* loco:636941d7c3648b0ffc04e192
 * You need active Internet connection in order to sync your backup. Please turn on your network connection and try again. */
"backup_error_network" = "Для синхронізації резервної копії потрібне активне підключення до Інтернету. Увімкніть підключення до мережі та повторіть спробу.";

/* loco:6369420e1bfbc44338796fc3 */
"update_app_title" = "Оновити додаток";

/* loco:6369423dc50f84241c78d676
 * Please update to the newest 2FAS version, to get all features and maintain high security level. */
"update_app_msg" = "Оновіть 2FAS до найновішої версії, щоб іти в ногу з часом.";

/* loco:63695bff2e4603133646fb72 */
"delete_service_title" = "Ви видаляєте";

/* loco:63695c1cd29ac3613b4a1f02
 * from your 2FAS service list.\n\nRemember, as long as you have second factor authentication turned on, you will not log in to %s account without this token. */
"delete_service_msg" = "із списку сервісів 2FAS.\n\nПам’ятайте: доки у вас увімкнено двофакторну автентифікацію, ви не зможете увійти до свого облікового запису %s без данного токену.";

/* loco:63695c27237a5641ab59efd2 */
"delete_service_cta" = "Видалити";

/* loco:63695c4c2a54d2666c672732 */
"export_backup_cta" = "Експорт";

/* loco:63695c5c08efb67c6e255782 */
"export_backup_share_cta" = "Поширити";

/* loco:63695c7f577732027f6496f2 */
"import_backup_title" = "Імпортувати резервну копію з файлу";

/* loco:63695c9708efb67c6e255784 */
"import_backup_msg1" = "Ви збираєтеся імпортувати файл резервної копії з";

/* loco:63695ca708efb67c6e255786 */
"import_backup_cta" = "Імпорт";

/* loco:63695ccbcf7ad836801c6582 */
"widgets_warning_msg" = "Токени у віджеті, не будуть захищені вашим ПІН-кодом.\n\nВи впевнені, що бажаєте відобразити свої токени у віджеті?";

/* loco:63695ce4fca41e7d2b37ee12 */
"widgets_warning_title" = "УВАГА!";

/* loco:63695d0d18b68b60f10d6862 */
"widgets_warning_cta" = "Так, я впевнений";

/* loco:63695d1d646ca94a9e191bc2 */
"backup_notice_title" = "Резервне копіювання 2FAS.";

/* loco:63695d3a18b68b60f10d6864 */
"backup_notice_msg" = "Увімкніть резервне копіювання для 2FAS. У випадку скидання або втрати телефону ви зможете відновити всі свої токени.";

/* loco:63695d6996fd2e68a42c5212 */
"brand_empty_msg" = "Вибачте, бренд не знайдено";

/* loco:63695d9186c16054f2147fa2
 * Select which services will be visible on widget: */
"widgets_select_msg" = "Оберіть, які сервіси відображатимуться на віджеті:";

/* loco:63695dac49da15247b47a9f2 */
"backup_turn_off_cta" = "Вимкнути синхронізацію";

/* loco:63695dba4e1595693b25b702 */
"backup_turn_off_cancel" = "Відміна";

/* loco:63695dc74e1595693b25b704 */
"backup_settings_password_set_title" = "Встановити пароль";

/* loco:63695dd7aa4af0296011ab22 */
"backup_settings_delete_title" = "Видалити файл резервної копії з Google Drive";

/* loco:63695e128be34479932d44a2
 * If you delete this file from your Google Drive, synchronization on all synchronized devices will be disabled and tokens will remain only on this and other devices via local storage. */
"backup_settings_delete_subtitle" = "Якщо ви видалите цей файл зі свого Google Drive, синхронізацію на всіх синхронізованих пристроях буде вимкнено, а токени залишаться лише на цьому та інших пристроях через локальне сховище.";

/* loco:63695e2c27b0df5cbb3a9152 */
"browser__result_error_browser_paired" = "Ваш додаток 2FAS вже підключено до цього браузера.";

/* loco:63695e5b8be34479932d44a4
 * Scan QR code again */
"browser__result_error_cta" = "Cпробуйте ще раз відсканувати QR-код";

/* loco:63695e6f7ce1b23381128562 */
"browser__scan_error_dialog_title" = "Помилка";

/* loco:63695e8c046f962de20cf7d2
 * Scanned QR code has unsupported format. Please try again. */
"browser__scan_error_dialog_msg_invalid_code" = "Відсканований QR-код не підтримує даний формат. Будь ласка, спробуйте ще раз.";

/* loco:63695ea65b95583a82077e22 */
"browser__scan_error_dialog_msg_unknown" = "Невідома помилка під час сканування QR-коду. Будь ласка, спробуйте ще раз.";

/* loco:63695ebdc0f8533d9d5c5be2 */
"biometric_dialog_auth_cancel" = "Використати ПІН-код цього разу";

/* loco:63695ecd27b0df5cbb3a9154 */
"biometric_dialog_setup_title" = "Увімкнути аутентифікацію";

/* loco:63695edacc13613f62380a82 */
"biometric_dialog_setup_cancel" = "Відміна";

/* loco:63695f025b95583a82077e24
 * To enable Biometric Lock you need to enable and set a PIN Code. */
"settings__option_fingerprint_description" = "Щоб увімкнути біометричне блокування, вам потрібно ввімкнути та встановити ПІН-код.";

/* loco:63695f1817c4473f880a74d2 */
"settings__block_for_footer" = "Оберіть час, на який додаток буде заблокований.";

/* loco:6370165d9149a4239a27e0b2 */
"error__out_of_disk_space" = "Схоже, що у вас зараз закінчилося місце на диску, або подібна подія в минулому пошкодила базу даних";

/* loco:6370169abddeed6e996944d3 */
"error__cloud_backup_newer_version" = "Хмарне резервне копіювання перенесено на нову версію. Оновіть додаток";

/* loco:637016c1665ee13b4506cd54 */
"error__cloud_backup_encrypted_not_supported" = "Хмарне резервне копіювання зашифровано. Оновіть додаток, щоб підтримувати цю функцію";

/* loco:63701b4a3fe44547f927d1c2 */
"extension__continue_to_app" = "Продовжити до додатку";

/* loco:63701b63b42bdc3ef25026c2 */
"extension__cancel" = "Відміна";

/* loco:63701b71a000b91fad034912 */
"extension__authorize" = "Авторизувати";

/* loco:63701b7c7c84200f7f0bfb22 */
"extension__dismiss" = "Відміна";

/* loco:63701b8b7c84200f7f0bfb24 */
"extension__request_sent" = "Запит надіслано";

/* loco:63701b977c84200f7f0bfb26 */
"extension__send_question_title" = "Надіслати токен?";

/* loco:63701ba9f39e1f13443a7cf2 */
"extension__send_question_content" = "%@ запросив токен 2FAS для %@";

/* loco:63701bbd7c84200f7f0bfb28 */
"extension__error_while_sending" = "Помилка при надсиланні токену";

/* loco:63701bca27651457ca55bfd2 */
"extension__not_paired_title" = "Цей вебсайт не підключено";

/* loco:63701bd51be23060542fd7d2 */
"extension__not_paired_content" = "Відкрийте додаток та оберіть сервіс для цього домену";

/* loco:63701be2205b6f17713b4ac2 */
"extension__error_open_the_app" = "Відкрийте додаток та перевірте, чи сполучено розширення для браузера";

/* loco:63701bef2fc748368c70e312 */
"extension__error_no_internet" = "Виникла проблема з підключенням";

/* loco:63701bf9f39e1f13443a7cf4 */
"extension__try_again" = "Будь ласка, спробуйте ще раз";

/* loco:63701c02205b6f17713b4ac4 */
"extension__error" = "Помилка";

/* loco:63701c0da000b91fad034914 */
"extension__error_no_services" = "Щоб розширення для браузера працювало, будь ласка, додайте сервіси до додатку 2FAS.";

/* loco:63701c1a27651457ca55bfd4 */
"extension__approve" = "Одобрити";

/* loco:63701c2b20780c2962211303 */
"extension__deny" = "Відмовити";

/* loco:6370c74297ec7c4d1857c2d2 */
"settings__turn_pin_code_to_enable_faceid" = "Увімкніть авторизацію ПІН-коду та Face ID, щоб запобігти несанкціонованому доступу до ваших токенів на цьому пристрої.";

/* loco:6370c75197ec7c4d1857c2d4 */
"settings__turn_pin_code_to_enable_touchid" = "Увімкніть авторизацію ПІН-коду та Touch ID, щоб запобігти несанкціонованому доступу до ваших токенів на цьому пристрої.";

/* loco:637a78300f577824fa4f1782 */
"settings__send_logs_error_not_exists" = "Наданий код неправильний. Перевірте його ще раз";

/* loco:637a78410f577824fa4f1784 */
"settings__send_logs_error_expired" = "Термін дії наданого коду минув. Зверніться до служби підтримки, щоб отримати новий";

/* loco:637a786be142ab22bc6e4362 */
"settings__send_logs_error_no_internet" = "Немає інтернету. Будь ласка, перевірте з'єднання та повторіть спробу";

/* loco:637a787bfda7a704fc2f0c92 */
"settings__send_logs_error_server" = "Схоже, виникла проблема з нашим сервером. Якщо проблема не зникає, зверніться до нашої служби підтримки";

/* loco:637a788d228c8d210773aca2 */
"settings__send_logs_error_title" = "Операція не вдалася";

/* loco:637a78971639737a78522752 */
"settings__send_logs_sent_title" = "Логи надіслано";

/* loco:637a78a2d64f955fe40fb582 */
"settings__send_logs_sent_description" = "Дякуюємо, що звернулися. Ми проаналізуємо їх як можна швидше.";

/* loco:637a78affda7a704fc2f0c94 */
"commons__send" = "Надіслати";

/* loco:637a78bb3a759e5fde75ac12 */
"settings__send_logs_title" = "Логи були надіслані";

/* loco:637a78cfa90b4b3673461e92 */
"settings__send_logs_description_link" = "Код, наданий командою підтримки, було заповнено автоматично. Надіслати журнали?";

/* loco:637a78d90a23b422fd79dbb2 */
"settings__send_logs_description_edit" = "Введіть або вставте код, наданий нашою командою підтримки";

/* loco:637a79dda49d85561129f602 */
"settings__send_logs" = "Надіслати логи";

/* loco:63a0b3300fd81a00131f5282 */
"settings__recommendation " = "Подивись на цей чудовий додаток 2FA автентифікації від 2FAS: https://2fas.com";

/* loco:63a5c926639b663a504d7042 */
"settings__acknowledgements" = "Подяки";

/* loco:63ac20106581d34243554af2 */
"introduction__import_external_app" = "Імпорт із зовнішнього додатку";

/* loco:63e4ef021786f457dc49bda2 */
"past_duration_seconds" = "кілька секунд тому";

/* loco:63e4ef021786f457dc49bda3 */
"past_duration_seconds-plural" = "кілька секунд тому";

/* loco:63e4ef021786f457dc49bda4 */
"past_duration_minutes" = "%d хвилину тому";

/* loco:63e4ef021786f457dc49bda5 */
"past_duration_minutes-plural" = "%d хвилини тому";

/* loco:63e4ef021786f457dc49bda6 */
"past_duration_hours" = "%d годину тому";

/* loco:63e4ef021786f457dc49bda7 */
"past_duration_hours-plural" = "%d години тому";

/* loco:63e4ef021786f457dc49bda8 */
"past_duration_days" = "%d день тому";

/* loco:63e4ef021786f457dc49bda9 */
"past_duration_days-plural" = "%d дні тому";

/* loco:63e4ef021786f457dc49bdaa */
"past_duration_weeks" = "%d тиждень тому";

/* loco:63e4ef021786f457dc49bdab */
"past_duration_weeks-plural" = "%d тижні тому";

/* loco:63e4ef021786f457dc49bdac */
"past_duration_months" = "%d місяць тому";

/* loco:63e4ef021786f457dc49bdad */
"past_duration_months-plural" = "%d місяці тому";

/* loco:63e50a5d8a8ad50ba947fc42 */
"commons__unknown_error" = "От халепа! Сталася невідома помилка, спробуйте знову";

/* loco:63e50a5d8a8ad50ba947fc43 */
"backup__export_result_success" = "Файл успішно збережено!";

/* loco:63e50a5d8a8ad50ba947fc44 */
"backup__share_result_failure" = "Поширення файлу не вдалося!";

/* loco:63e50a5d8a8ad50ba947fc45 */
"backup__enter_password_dialog_title" = "Введіть пароль";

/* loco:63e50a5d8a8ad50ba947fc46 */
"backup__remove_password_msg" = "Введіть пароль резервної копії, щоб продовжити видалення.";

/* loco:63e50a5d8a8ad50ba947fc47 */
"backup__revoke_google_access_msg" = "Введіть пароль резервної копії, щоб продовжити скасування доступу до Google.";

/* loco:63e50a5d8a8ad50ba947fc48 */
"backup__synchronization_settings" = "Налаштування синхронізації";

/* loco:63e50a5d8a8ad50ba947fc49 */
"backup__local_file_title" = "Локальний файл";

/* loco:63e50a5d8a8ad50ba947fc4a */
"backup__drive_title" = "Синхронізація із Google Drive";

/* loco:63e50a5d8a8ad50ba947fc4b */
"backup__delete_file_title" = "Видалити файл резервної копії з Google Drive?";

/* loco:63e50a5d8a8ad50ba947fc4c */
"backup__delete_file_msg" = "Синхронізацію Google буде вимкнено. Ваші токени залишаться у додатку, 2FAS не матиме доступу до вашого облікового запису Google й не зможе синхронізуватися з іншими пристроями.";

/* loco:63e50a5d8a8ad50ba947fc4d */
"backup__sync_status_waiting" = "Очікування синхронізації...";

/* loco:63e50a5d8a8ad50ba947fc4e */
"backup__sync_status_progress" = "Синхронізація...";

/* loco:63e50a5d8a8ad50ba947fc4f */
"import_backup_msg1_encrypted" = "Ви збираєтеся імпортувати зашифрований файл резервної копії.";

/* loco:63e50a5d8a8ad50ba947fc50 */
"externalimport__choose_json_cta" = "Обрати JSON файл";

/* loco:63e50a5d8a8ad50ba947fc51 */
"externalimport__aegis_msg" = "Експортуйте свої облікові записи з Aegis у незашифрований файл JSON і завантажте його за допомогою кнопки «Обрати JSON файл». Не забудьте видалити файл після успішного імпорту.";

/* loco:63e50a5d8a8ad50ba947fc52 */
"externalimport__raivo_msg" = "Скористайтеся опцією «Експортувати одноразові паролі до архіву ZIP» у налаштуваннях Raivo, збережіть файл ZIP, розпакуйте його та імпортуйте файл JSON за допомогою кнопки «Обрати JSON файл».";

/* loco:63e50a5d8a8ad50ba947fc53 */
"externalimport__no_tokens_msg" = "Немає сервісів, котрі можна було б імпортувати.";

/* loco:63e50a5d8a8ad50ba947fc54 */
"commons__try_again" = "Спробувати ще раз";

/* loco:63e50a5d8a8ad50ba947fc55 */
"commons__proceed" = "Продовжити";

/* loco:63e50a5d8a8ad50ba947fc56 */
"externalimport__ga_title" = "Імпортувати токени з додатку Google Authenticator.";

/* loco:63e50a5d8a8ad50ba947fc57 */
"externalimport__aegis_title" = "Імпортувати токени з додатку Aegis.";

/* loco:63e50a5d8a8ad50ba947fc58 */
"externalimport__raivo_title" = "Імпортувати токени з додатку Raivo.";

/* loco:63e50a5d8a8ad50ba947fc59 */
"externalimport__ga_success_msg" = "Цей QR-код дозволяє імпортувати токени з Google Authenticator.";

/* loco:63e50a5d8a8ad50ba947fc5a */
"externalimport__aegis_success_msg" = "Цей JSON файл дозволяє імпортувати токени з Aegis.";

/* loco:63e50a5d8a8ad50ba947fc5b */
"externalimport__raivo_success_msg" = "Цей JSON файл дозволяє імпортувати токени з Raivo.";

/* loco:63e50a5d8a8ad50ba947fc5c */
"externalimport__read_error" = "Не вдалося зчитати жодних токенів. Спробуйте обрати інший файл.";

/* loco:63e62618444ff4647d7cfca4 */
"settings__gd_sync_info" = "Нагадування про синхронізацію Google Drive";

/* loco:63e6269908dc162489032023 */
"settings__gd_sync_disable_confirm" = "Ви впевнені? Без синхронізації з Google Drive ви не зможете відновити свої токени, якщо втратите доступ або скинете налаштування телефону!";

/* loco:63ee3aa8a35cbc5492030a74 */
"extension__code_sent_msg" = "Код успішно відправлено";

/* loco:63ee3ab4c9440931e75a0432 */
"extension__code_sent_error_msg" = "Сталася помилка під час надсилання коду";

/* loco:63ee4345d49978585e1e3402 */
"tokens__add_service_title" = "Додати новий сервіс";

/* loco:63ee4345d49978585e1e3403 */
"tokens__customize_service_title" = "Персоналізувати сервіс";

/* loco:63ee4345d49978585e1e3404 */
"extension__services_suggested_header" = "Запропоновані";

/* loco:63ee4345d49978585e1e3405 */
"extension__services_all_header" = "Всі сервіси";

/* loco:63ee4345d49978585e1e3406 */
"extension__services_other_header" = "Інші сервіси";

/* loco:63f289fc3895d52eaa64ce92 */
"settings__ssl_error_title" = "Сталася помилка SSL";

/* loco:63f28a14fc84916d70648342 */
"settings__ssl_error_description" = "Сталася помилка SSL і не вдається встановити безпечне з'єднання з сервером. Переконайтеся, що у вас остання версія додатка або спробуйте змінити мережу.";

/* loco:63f4a0ade3cd1317f325d762 */
"backup__import_error_file_size" = "Файл, який ви намагаєтеся імпортувати, завеликий. Максимальний розмір файлу – 10 МБ.";

/* loco:63f4a0b928d2513ff26d1792 */
"backup__import_error_file_invalid" = "Файл, який ви намагаєтеся імпортувати недійсний або пошкоджений. Будь ласка, оберіть інший файл.";

/* loco:6404c27610d75a3456352472 */
"appearance__toggle_active_search" = "Активний пошук";

/* loco:6404c561429ff902fb474082 */
"appearance__active_search_description" = "Активний пошук під час запуску.";

/* loco:6407b9d7641a5514074e65d2 */
"widgets__expires_in" = "Зміниться за:";

/* loco:6407b9d7641a5514074e65d3 */
"widgets__settings" = "Налаштування віджету";

/* loco:6407b9d7641a5514074e65d4 */
"errors__input_integer_number" = "Введені дані повинні бути цілим числом";

/* loco:6407b9d7641a5514074e65d5 */
"errors__input_number" = "Ви повинні ввести число";

/* loco:6407b9d7641a5514074e65d6 */
"errors__input_empty" = "Це поле не може бути пустим";

/* loco:6407b9d7641a5514074e65d7 */
"errors__input_too_long" = "Введене число занадто довге. Ліміт: %d";

/* loco:64177f6f951eac45e0645702 */
"commons__best_match" = "Найкраще співпадіння";

/* loco:641caf6933856072525bd4f2 */
"settings__enable_crashlytics" = "Надсилати анонімні дані про збої в роботі додатку";

/* loco:641cafefdfe4086c4546cde2 */
"settings__enable_crashlytics_description" = "Надсилати анонімні звіти про аварійне завершення роботи, щоб допомогти 2FAS виявити та вирішити проблему (потрібно перезавантажити додаток).";

/* loco:6420a6b179cc6f32af1c9ad2 */
"tokens__manage_list" = "Керувати списком";

/* loco:6420a6de79cc6f32af1c9ad4 */
"settings__appearance" = "Зовнішній вигляд";

/* loco:6420a74446ce28668347e613 */
"settings__show_next_token_desc" = "Показати наступний токен, коли час поточного практично завершився.";

/* loco:6420a7654cf81e07bb662752 */
"settings__list_style" = "Стиль списку";

/* loco:6420a78475cfd566e2478562 */
"backup__reminder_msg" = "Відсутня синхронізація із Google Drive";

/* loco:6420a7a448fb8635264270e2 */
"backup__reminder_cta" = "Перейдіть до налаштувань резервного копіювання";

/* loco:6420a8bf02040a2b18471272 */
"settings__list_style_option_default" = "По замовчуванню";

/* loco:6420a8c94a60c058ea08ffe2 */
"settings__list_style_option_compact" = "Компактний";

/* loco:64234f27272f490bb9096dd2 */
"externalimport_lastpass" = "LastPass";

/* loco:6423503356b89f690f1045e2 */
"externalimport__lastpass_msg" = "Експортуйте акаунти із LastPass в незашифрований JSON файл й завантажте його використовуючи кнопку \"Обрати JSON файл\". Не забудьте видалити файл після успішного імпортування.";

/* loco:6424a28788ebef381e1dfba2 */
"settings__about_crash_optout_title" = "Повідомлення про помилки";

/* loco:643be2e7a4ba2b60364666a2 */
"past_duration_seconds-plural-2" = "кілька секунд тому";

/* loco:643be2e7a4ba2b60364666a3 */
"past_duration_minutes-plural-2" = "%d хвилин тому";

/* loco:643be2e7a4ba2b60364666a4 */
"past_duration_hours-plural-2" = "%d годин тому";

/* loco:643be2e7a4ba2b60364666a5 */
"past_duration_days-plural-2" = "%d днів тому";

/* loco:643be2e7a4ba2b60364666a6 */
"past_duration_weeks-plural-2" = "%d тижнів тому";

/* loco:643be2e7a4ba2b60364666a7 */
"past_duration_months-plural-2" = "%d місяців тому";

/* loco:64401a5af19d41e54b026fb2 */
"externalimport__lastpass_title" = "Імпортувати 2FA токени із додатку LastPass.";

/* loco:64401ac65a26867d01012432 */
"externalimport__lastpass_success_msg" = "Цей JSON файл дозволяє імпортувати токени з LastPass.";

/* loco:6442df585188a6d8ea03fed2 */
"externalimport__info_lastpass_title" = "Імпортувати токени з LastPass";

/* loco:6442df63050a20e3d60383c2 */
"externalimport__info_aegis_title" = "Імпортувати токени з Aegis";

/* loco:6442df710b0fe99cbc06bd42 */
"externalimport__info_raivo_title" = "Імпортувати токени з Raivo OTP";

/* loco:6442df7dc8bba9a584037152 */
"externalimport__info_google_authenticator_title" = "Імпортувати токени з Google Authenticator";

/* loco:64484e172b8c57520d083532
 * Counter eg.: "25s" */
"time_unit_seconds_short" = "с";

/* loco:644faadb304ab5b90b0efd82 */
"tokens__add_title" = "З'єднати із додатком 2FAS.";

/* loco:644faaf6dcff877f960bc072 */
"tokens__add_description" = "Наведіть камеру на екран, щоб захопити QR-код.";

/* loco:644fab06304ab5b90b0efd84 */
"tokens__add_other_methods" = "Інші методи";

/* loco:644fab2eb2bdab45d807c2f2 */
"tokens__add_enter_manual" = "Введіть секретний ключ";

/* loco:644fab49699af67ae0098a42 */
"tokens__add_from_gallery" = "Завантажити знімок з QR-кодом";

/* loco:644fab5d9e04ee9c84054572 */
"tokens__add_success_title" = "Практично зроблено!";

/* loco:644fab7a81c2a752350d56b4 */
"tokens__add_success_description" = "Щоб завершити з'єднання сервісу, потрібно  знову ввести токен";

/* loco:644fabc75c64ccd2d70a51f7 */
"tokens__add_manual_title" = "З'єднайте із додатком 2FAS.";

/* loco:644fabd49e04ee9c84054574 */
"tokens__add_manual_description" = "Введіть ім'я сервісу і наданий секретний ключ.";

/* loco:644fac2df585a3bf37048b62 */
"tokens__add_manual_service_name" = "Ім'я сервісу";

/* loco:644fac3d0b150f6b8a0f3ad2 */
"tokens__add_manual_service_key" = "Секретний ключ";

/* loco:644fac5584aa882e5e09c6e2 */
"tokens__add_manual_other" = "Інші налаштування";

/* loco:644fac6051979c8af2010352 */
"tokens__add_manual_other_optional" = "(опціонально)";

/* loco:644fac76d371bbe28f064432 */
"tokens__add_manual_done_cta" = "Додати сервіс";

/* loco:644fac8375cb939ca600104a */
"tokens__add_manual_help_cta" = "Не знаєте що робити? Натисніть, щоб отримати допомогу";

/* loco:644facad0b150f6b8a0f3ad4 */
"tokens__add_manual_advanced" = "Розширені налаштування токена";

/* loco:644facbdf585a3bf37048b64 */
"tokens__add_manual_additional_info" = "Додаткова інформація";

/* loco:644faccca86801aff80045a2 */
"tokens__add_manual_advanced_description" = "Не рекомендується змінювати параметри токенів за замовчуванням. Робіть це лише тоді, коли цього вимагає ваш 2FA-провайдер та якщо маєте чіткі інструкції.";

/* loco:645e3fbf78eb0746110c9092 */
"settings__option_screenshots_description" = "Дозволити скріншоти додатку на 5 хвилин.";

/* loco:645e3fc931fff20326048932 */
"settings__option_screenshots" = "Дозволити скріншоти";

/* loco:645e4211d242e789f80f10f2 */
"settings__option_screenshots_confirm_title" = "Дозволити скріншоти додатку?";

/* loco:645e42208652aa6c8400f783 */
"settings__option_screenshots_confirm_description" = "Ви впевнені? Ця опція дозволяє робити скріншоти та записувати будь-який екран додатку. Однак це також дозволить будь-які зовнішні спроби запису екранів у додатку.\nЗ міркувань безпеки ця опція автоматично вимкнеться через 5 хвилин.";

/* loco:6478ab59ef991b738607af62 */
"past_duration_minutes-plural-3" = "";

/* loco:6478ab59ef991b738607af63 */
"past_duration_minutes-plural-4" = "";

/* loco:6478ab59ef991b738607af64 */
"past_duration_minutes-plural-5" = "";

/* loco:6478ab59ef991b738607af65 */
"past_duration_hours-plural-3" = "";

/* loco:6478ab59ef991b738607af66 */
"past_duration_hours-plural-4" = "";

/* loco:6478ab59ef991b738607af67 */
"past_duration_hours-plural-5" = "";

/* loco:6478ab59ef991b738607af68 */
"past_duration_days-plural-3" = "";

/* loco:6478ab59ef991b738607af69 */
"past_duration_days-plural-4" = "";

/* loco:6478ab59ef991b738607af6a */
"past_duration_days-plural-5" = "";

/* loco:6478ab59ef991b738607af6b */
"past_duration_weeks-plural-3" = "";

/* loco:6478ab59ef991b738607af6c */
"past_duration_weeks-plural-4" = "";

/* loco:6478ab59ef991b738607af6d */
"past_duration_weeks-plural-5" = "";

/* loco:6478ab59ef991b738607af6e */
"past_duration_months-plural-3" = "";

/* loco:6478ab59ef991b738607af6f */
"past_duration_months-plural-4" = "";

/* loco:6478ab59ef991b738607af70 */
"past_duration_months-plural-5" = "";

/* loco:647f59a2fdb591c4c00b1c62 */
"past_duration_seconds-plural-3" = "";

/* loco:649740514a084dd8f9023212 */
"social__social_media" = "Соціальні медіа";

/* loco:649740f54a084dd8f9023214 */
"social__discord" = "Discord";

/* loco:6497410b153997496205f1c3 */
"social__youtube" = "YouTube";

/* loco:64974117457761b82c01e8e2 */
"social__twitter" = "Twitter";

/* loco:64974146457761b82c01e8e4 */
"social__github" = "GitHub";

/* loco:649741569c2dbbed8606d012 */
"social__linkedin" = "LinkedIn";

/* loco:6497425376a3a3374003bec2 */
"social__reddit" = "Reddit";

/* loco:6497434c93a857eb140f6a32 */
"social__facebook" = "Facebook";

/* loco:649a9434583926aa420f6272 */
"settings__hide_tokens_title" = "Сховати токени";

/* loco:649a945d303e9a0b370d33f3 */
"settings__hide_tokens_description" = "Показати токени при натисканні";

/* loco:64a128cab33c78d572064642 */
"browser__pair_manually_cta" = "Підключити вручну";

/* loco:64a128eef574b12c040683a2 */
"browser__pair_manually_hint" = "Код підключення";

/* loco:64a15e0218b6d3a8fa0512f2 */
"externalimport__info_authenticatorpro_title" = "Імпорт токенів з Authenticator Pro";

/* loco:64a15e2390e1c8c5d60a1172 */
"externalimport__authenticatorpro_success_msg" = "Цей текстовий файл дозволяє імпорт токенів з Authenticator Pro.";

/* loco:64a15e3c54254a4b7208e462 */
"externalimport__authenticatorpro_title" = "Імпорт 2ФА токенів з додатку Authenticator Pro";

/* loco:64a15e4951d23b69800749e2 */
"externalimport__authenticatorpro_msg" = "Експортуйте ваші акаунти з Authenticator Pro в незашифрований текстовий файл і завантажте його, використовуючи кнопку \"Обрати текстовий файл\". Не забудьте видалити файл після успішного імпорту.";

/* loco:64a15e5c9aa01549f70b9ea2 */
"externalimport__authenticatorpro" = "Stratum (Authenticator Pro)";

/* loco:64a15f2d2f1aabbc2c0faf22 */
"externalimport__choose_txt_cta" = "Оберіть текстовий файл";

/* loco:64aa557c51d308e63f0bf562 */
"fingerprint__biometric_invalidated" = "Біометричний вхід вимкнено через зміни системних налаштувань відбитків пальців";

/* loco:64b45fd36c42a08ffe0487d2 */
"tokens__last_pass_import" = "Імпортувати токени із додатку LastPass";

/* loco:64b4606ad6be98749b075632 */
"tokens__last_pass_import_subtitle" = "Цей QR-код дозволяє імпортувати токени з LastPass";

/* loco:64ba9547f6556d1aab0f93c2 */
"tokens__add_with_guide" = "Покажіть мені";

/* loco:64ba957e5672d50db10689f2 */
"guides__select_title" = "Перегляд сервісів";

/* loco:64ba9588f1b474fb8d09adc2 */
"guides__select_description" = "Обрати сервіс для підключення до додатку 2FAS";

/* loco:64ba95afb935f8ae41032312 */
"guides__select_provide_guide" = "Чи хочете ви надати 2FA інструкції для вашого сервісу?";

/* loco:64ba95c1723ffcb95a0b5b02 */
"guides__select_provide_guide_cta" = "Застосувати зараз";

/* loco:64cd5154d12766b05a0c7de2 */
"color__pink" = "Рожевий";

/* loco:64cd515ea341b71d63065432 */
"color__brown" = "Коричневий";

/* loco:64d7fc9469e55541d30803d2 */
"tokens__other_methods_header" = "Інші методи?";

/* loco:64d7fe9d98a60e6bb9037462 */
"tokens__camera_is_unavailable_app_permission" = "Камера недоступна. Будь ласка, перевірте дозволи додатку у системних налаштуваннях";

/* loco:64d7fed8ecc269f28000ca22
 * This key contains part of the tokens__camera_is_unavailable_app_permission key, which will be underlined in the app to look like a link to System Settings */
"tokens__camera_is_unavailable_app_permission_underline" = "Системні налаштування";

/* loco:64dce10875206da520054692 */
"commons__text_short_title" = "Наданий текст занадто короткий (мін. %d символів)";

/* loco:64dcfb665f966152460d9402
 * This key should contain a part of the tokens__add_manual_advanced_description which is written in bold in the app */
"tokens__add_manual_advanced_description_highlight" = "не рекомендовано";

/* loco:64e13bb09ddc479574062f42 */
"guides__guide_init_title" = "Посібник 2FAS";

/* loco:64e13bd09ddc479574062f44 */
"guides__guide_title" = "2FAS для %@";

/* loco:64e13c4e4c9d634ed70f6ab2 */
"guides__guide_universal_title" = "Універсальний посібник 2FA";

/* loco:64e91380f959a5614105f482 */
"browser__save_choice" = "Зберегти мій вибір";

/* loco:65037442ef0fcdb8670e3be2 */
"externalimport_andotp" = "andOTP";

/* loco:65037aba30ade955f30f6f82 */
"externalimport__andotp_title" = "Імпортувати токени з додатку andOTP.";

/* loco:65037c2308ec8bd4a2084a62 */
"externalimport__andotp_success_msg" = "Цей JSON файл дозволяє імпортувати токени з andOTP.";

/* loco:65038006dfad601aeb05b062 */
"externalimport__info_andotp_title" = "Імпортувати токени з andOTP";

/* loco:650380bb7b711a2228032283 */
"externalimport__andotp_msg" = "Експортуйте акаунти із andOTP в незашифрований JSON файл й завантажте його використовуючи кнопку \"Обрати JSON файл\". Не забудьте видалити файл після успішного імпортування.";

/* loco:65183aa2ca8649341d080332 */
"introduction__backup_description" = "На наступному кроці вам буде запропоновано вибрати обліковий запис Google Drive, де безпечно зберігатимуться токени 2FA.";

/* loco:65183abaa19877cd9f064d62 */
"introduction__backup_take_risk_cta" = "Не хочу вмикати резервне копіювання";

/* loco:65183b4614c70fa631092c63 */
"introduction__backup_success" = "Синхронізацію Google Drive ввімкнено успішно!";

/* loco:654fa4351905b784190033d2 */
"backup__import_invalid_version" = "Файл резервної копії, який ви намагаєтеся імпортувати, не підтримується цією версією додатку. Додатоку підтримує лише версії формату резервної копії до %d, тоді як файл, який ви імпортуєте, має версію %d.";

/* loco:6558a08ff303841ffa08ba32 */
"commons__pair" = "Пара";

/* loco:655a0ef474b9eccffb058cd2 */
"introduction__backup_icloud_title" = "Безпечна синхронізація та резервне копіювання";

/* loco:655a0f89fbb1c9bc390b9192
 * "**...**" means thar part between those asterisks will be in bold. */
"introduction__backup_icloud_description" = "2FAS використовує iCloud для безпечного резервного копіювання та синхронізації ваших 2FA токенів. *Зашифровані* дані резервної копії зберігаються в iCloud, доступні *тільки за допомогою додатку 2FAS*. Крім того, ця функція допомагає *відновлювати та синхронізувати* токени на пристроях iOS.\\n\\nЇЇ увімкнено за умовчанням і можна будь-коли вимкнути в налаштуваннях резервного копіювання додатку.";

/* loco:655a0fbc74b9eccffb058cd4 */
"introduction__backup_icloud_cta" = "Дізнайтеся більше про резервне копіювання";

/* loco:65632a44e033dd203f0a8f43 */
"backup__enter_password_google_drive_msg1" = "Схоже, ваш файл резервної копії Google Drive захищено паролем. Щоб продовжити, введіть правильний пароль. Якщо ви хочете стерти файл резервної копії Google Диска,";

/* loco:65632a6779fdefcb7f020e82 */
"backup__enter_password_google_drive_msg2" = "натисніть тут, щоб побачити як";

/* loco:656cc1585e1110c903007ed2 */
"settings__preferences" = "Налаштування";

/* loco:656ce3f7382ab0bf7109d242 */
"settings__it_matters" = "Це важливо";

/* loco:656ce41796a957e8830368c2 */
"settings__manage_tokens" = "Управління токенами";

/* loco:656ce43e98cd87703b022132 */
"settings__info_footer" = "Ваша підтримка допомагає нам розробляти нові функції і покращення. Дякуємо вам!";

/* loco:656ce45d98cd87703b022134 */
"settings__trash_option" = "Відновити з кошика";

/* loco:659af7424f0a308bbc0d07e2 */
"periodic_notification_tips" = "Раді, що ви з нами в 2FAS! 🌟 Знайдіть хвилинку, щоб подивитися корисні поради та підказки 🛠️ у додатку для покращеної безпеки 🔒.";

/* loco:659af76a4e00c034f80f1962 */
"periodic_notification_backup" = "Увімкніть 2FAS Backup & Sync, щоб ніколи не втратити доступ, навіть якщо ви загубите свій телефон – ваш спокій чекає за одним дотиком! 🔐📱";

/* loco:659af78a4420ce7d8a0e8b82 */
"periodic_notification_browser_extension" = "Прискорьте ваш вхід за допомогою розширення для браузера 2FAS! 🚀 Завантажте зараз для швидшої та зручнішої автентифікації. 🌐✨";

/* loco:659af79f5c4cdcdcc206ca82 */
"periodic_notification_donate" = "Ми вдячні за вашу підтримку 2FAS! 🌟 Якщо ви вважаєте наш додаток корисним, зробіть пожертву, щоб допомогти нам захистити ваш цифровий світ. Кожна пожертва допомагає! 🙏💙";

/* loco:65ad8d05e26a0e519e0eabc2
 * DO NOT TRANSLATE! */
"tokens__steam" = "STEAM";

/* loco:65d0f79fe416765b590b9bb2 */
"widget__placeholder" = "Заповнювач";

/* loco:65d0f7af992298cb150eeb52 */
"widget__size_not_supported" = "Цей розмір ще не підтримується";

/* loco:65d0f7d84b70f0a2b006da32 */
"widget__settings_description" = "Виберіть, які сервіси ви хочете відобразити у віджеті. Якщо сервіси недоступні, переконайтеся, що ви ввімкнули віджети в розділі налаштувань додатку";

/* loco:65d0f7f2419d3a91100de8f2 */
"widget__service_icon" = "Значок сервісу";

/* loco:65d0f8011c65716bd004cb52 */
"widget__not_enabled" = "Функціональність віджетів не ввімкнена в розділі налаштувань 2FAS";

/* loco:65d0f812305d22919d03aca2 */
"widget__not_enabled_no_services" = "Функціональність віджетів не ввімкнена в розділі налаштувань 2FAS, і в додатку немає доступних для вибору сервісів";

/* loco:65d0f824d53e0991ba0a1782 */
"widget__no_services" = "У додатку немає доступних для вибору сервісів";

/* loco:65d0f837e416765b590b9bb4 */
"widget__select_service_intent_description" = "Оберіть сервіс, який ви хочете відобразити у своєму віджеті 2FAS";

/* loco:65d0fb5b49d672e093075a42 */
"widget__my_secured_account" = "Мій захищений акаунт";

/* loco:65d0fc67dd5f4b7c840c9cc2 */
"widget__token" = "Токен";

/* loco:6624fb73f78972936b072872 */
"watch__intro" = "Додаток 2FAS watchOS є супутнім для додатку 2FAS iOS. Він представлятиме сервіси, резервні копії яких створені за допомогою синхронізації iCloud.\n\nДля швидкого доступу додайте їх до улюблених сервісів.\n\nБудь ласка, не забудьте зробити пожертву, щоб ми могли ще більше вдосконалювати платформу 2FAS!";

/* loco:6624fb8ffe38002957090b22 */
"tokens__hotp_not_supported" = "Сервіси HOTP ще не підтримуються";

/* loco:6624fb9f10b12df4d10768f2 */
"tokens__favorite_services" = "Улюблені сервіси";

/* loco:6624fbc21e6242d8de093572 */
"security__enter_new_pin_short" = "Введіть новий ПІН-код";

/* loco:6624fbdddb381029b8069ca2 */
"security__repeat_new_pin_short" = "Повторіть новий ПІН-код";

/* loco:6624fbeaa8e7a3b46d063062 */
"commons__success" = "Успіх";

/* loco:66250db046efb2e937017882 */
"security__enter_pin_short" = "Введіть ПІН-код";

/* loco:667b0f002f7ff9e8c60fd6e2 */
"settings__sort_tokens" = "Сортувати токени";

/* loco:667ff2f4d90a520710084ec2 */
"appleWatch__installation_info_title" = "Встановлення додатку 2FAS Apple Watch";

/* loco:667ff56b5fcc8577cd0c4b32 */
"appleWatch__installation_first_step" = "Встановити 2FAS Auth через додаток Watch";

/* loco:667ff5dbf79df44e1d0521d2 */
"appleWatch__installation_first_step_link" = "Відкрити додаток Watch";

/* loco:667ff6148a242e56a80d1be2 */
"appleWatch__installation_second_step" = "Переконайтеся, що iCloud Sync увімкнено";

/* loco:667ff6304d219b8c3d0940e2 */
"appleWatch__installation_second_step_link" = "Перейти до налаштувань 2FAS Backup";

/* loco:669c14ea032c33fe240ea0e2 */
"settings__apple_watch" = "Apple Watch";

/* loco:674f97c934d3edcacd035a12 */
"widget__no_selected_services" = "Утримуйте та оберіть послугу, щоб активувати віджет...";

/* loco:674f9bb777cc7f9aae08f092 */
"widget__reveal_tokens_long_message" = "Розкрийте свої токени 2FAS на 60 секунд";

/* loco:674f9caea143b358bd00a232 */
"widget__reveal_tokens_short_message" = "Розкрийте на 60 секунд";

/* loco:67865a76a59a7aab7d0f60e2 */
"settings__show_error_details" = "Показати деталі помилки";

/* loco:678666b317d2400861057186 */
"tokens__show_qr_code" = "QR-код сервісу";

/* loco:678666e13b5ce960c60eeec2 */
"tokens__show_service_qr_setup_lock" = "Ваш сервіс захищений. Щоб побачити QR-код, додайте PIN-код або блокування відбитком пальця.";

/* loco:678900f3f71692f7180ab562 */
"tokens__copy_uri" = "Копіювати URI";

/* loco:680e9b2b1e087e3aa307c3c2 */
"backup__cloud_encrypted_user" = "iCloud is encrypted using custom password. Enter the password and enable sync.";

/* loco:680e9b3e34cbd3a0ef07b992 */
"backup__cloud_encrypted_system" = "iCloud is encrypted using a shared key. Ensure that you have enabled the iCloud Keychain.";

/* loco:680e9b735dbc0a8bbc0a4402 */
"backup__synced" = "Synced";

/* loco:680e9b87af6eeb504f0795d2 */
"backup__checking" = "Checking ...";

/* loco:680e9b99bf4e1aac8009a622 */
"backup__sync_disabled" = "Sync is currently disabled.";

/* loco:680e9bbc16b138b6d40159e2 */
"backup__sync_not_available" = "Sync is not available: %@";

/* loco:680e9bf4d2b61006ba011602 */
" backup__watch_pairing_title" = "Watch Pairing";

/* loco:680e9c11788c298008092582 */
" backup__watch_pairing_description" = "Do you want to pair an Apple Watch with your Cloud Backup? Enter name for your device:";

/* loco:680e9c32e460e117d400ed82 */
"backup__watch_pairing_default_name" = "Apple Watch";

/* loco:680e9c7ae460e117d400ed84 */
"backup__watch_pairing_action" = "Pair Device";

/* loco:680e9c960a302d320308f932 */
"backup__watch_pairing_error" = "Can't pair watch now. Make sure the Cloud Backup is enabled, synced and you're using a password.";

/* loco:680e9d47230daa0d0705de22 */
" backup__cloud_error_title" = "Cloud Backup error";

/* loco:680e9d713f195bf32102ed04 */
" backup__cloud_error_missing_system_key_content" = "Can't decrypt Cloud Backup because there's no system key. Check if iCloud Keychain sync is enabled and works correctly.";

/* loco:680e9d93cabaa9006b0cc553 */
" backup__cloud_error_mismatch_key_content" = "Can't decrypt Cloud Backup because it's encrypted using System Key and you're using custom password. Would you like to switch?";

/* loco:680e9da43f195bf32102ed07 */
" backup__cloud_error_new_version_content" = "Can't sync with Cloud Backup because it was migrated by newer version of the app. Update the app to continue using Cloud Backup.";

/* loco:680e9de57ad8812ff30daaf3 */
" backup__enter_password_title" = "Enter Cloud Backup Password";

/* loco:680e9dfc3a58bfedfc0d89e2 */
" backup__enter_password_description" = "iCloud Backup is encrypted by your password. Enter password to enable sync";

/* loco:680e9e2c7ad8812ff30daaf5 */
" backup__enter_password_failure" = "Failure! %@";

/* loco:680e9e41ccdb5506bc0940a2 */
" backup__enter_password_wrong_password" = "Wrong password! Try again";

/* loco:680e9e8dee0af36e3907e012 */
" backup__migration_title" = "Migrating Cloud Backup";

/* loco:680e9ea1d03fa6ded204f732 */
" backup__migration_subtitle" = "Don't turn the app off!";

/* loco:680e9eb9e9abb80f2b02a7e2 */
" backup__migration_description" = "Your backup is being encrypted using a generated key. This key will be shared amongst your app installations using iCloud Keychain so remember to have that option turned on. If you want to use your own key and password you can do that in Cloud Backup settings right after the migration.";

/* loco:680e9ed70d4c38771c035672 */
"commons__success_ex" = "Success!";

/* loco:680e9f335d7f73628c094782 */
"backup__encryption_type" = "Encryption type";

/* loco:680e9f47489bf545bc063e72 */
"backup__encryption_select" = "Select encryption";

/* loco:680e9f6365acc3b3e90f7ed2 */
"backup__encryption_enter_password" = "Enter password";

/* loco:680e9f72ece3e1700f0178c2 */
"backup__encryption_change_password" = "Change password";

/* loco:680e9f8634a76d64b00d14e2 */
"backup__encryption_password_description" = "Password is used to encrypt your data. If you loose it you won't be able to recover data from Cloud Backup.";

/* loco:680e9fa7e7d82ad91e02a602 */
"backup__encryption_change_title" = "Change Encryption";

/* loco:680e9fea16afa556f900ee42 */
"backup__encryption_method_title" = "Encryption method";

/* loco:680e9ffc662f9f818505ba34 */
"backup__encryption_method_action" = "Change encryption method";

/* loco:680ea00bb9850053830ff012 */
"backup__encryption_method_footer" = "Select System or User encryption";

/* loco:680ea027b9850053830ff014 */
"backup__manage_paired_watches_title" = "Managed paired Apple Watches";

/* loco:680ea031039611886e016f72 */
"backup__manage_paired_watches_action" = "Managed Apple Watches";

/* loco:680ea0415d7f73628c094784 */
"backup__manage_paired_watches_footer" = "Add, remove or rename Apple Watches which have access to this Cloud Backup.";

/* loco:680ea0863d9c43606809ce72 */
"backup__manage_paired_watches_rename_title" = "Rename Watch";

/* loco:680ea0a2de468128a50c3872 */
"backup__manage_paired_watches_rename_description" = "Enter new device name";

/* loco:680ea0b0e34a78604e0ccec2 */
"backup__manage_paired_watches_rename_action" = "Rename";

/* loco:680ea0f916afa556f900ee44 */
"backup__manage_paired_watches_title_short" = "Manage Watches";

/* loco:680ea10db347399d5a0b3712 */
"backup__manage_paired_watches_empty_list" = "List is empty. Pair watch using + button";

/* loco:680ea11fbe7b6fa8370f3642 */
"backup__manage_paired_watches_syncing" = "Cloud Backup is syncing...";

/* loco:680ea17198b6446b28039d22 */
" backup__watch_pair_title" = "Pair your Apple Watch";

/* loco:680ea1840a76ec8ff70cd512 */
" backup__watch_pair_description" = "Enter Backup section in 2FAS Settings on your iPhone/iPad and navigate to Manage Apple Watches. It will be visible if the state of Cloud Backup is Synced. Scan the QR code from there.";

/* loco:680ea19321505b7534076712 */
" backup__watch_pair_qr_error" = "Error while generating QR Code";
